Repository: MelvinSnijders/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: lv_lv, zh_hant

# SettingsNavPreferences.Content
source: Preferences
lv_lv: Iestatījumi
zh_hant: 個人化

# SettingsNavSidebar.Content
source: Sidebar
lv_lv: Sānu josla
zh_hant: 側邊欄

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
lv_lv: Turpināt, kur beidzāt
zh_hant: 從之前的工作階段開啟索引標籤

# SettingsOnStartupLaunchNewInstance.Content
source: Always open a new instance
lv_lv: Vienmēr atvērt jaunu instanci
zh_hant: 在新視窗開啟

# SettingsOnStartupLaunchNewTab.Content
source: Open folder in a new tab
lv_lv: Atvērt mapi jaunā cilnē
zh_hant: 在新索引標籤開啟資料夾

# SettingsOnStartupNewInstanceBehavior.Text
source: When opening a folder in Files
lv_lv: Atverot vienumu no izlēcošā saraksta
zh_hant: 資料夾開啟

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
lv_lv: Pievienot jaunu lapu
zh_hant: 新增頁面

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
lv_lv: Atvērt jaunu cilni
zh_hant: 開啟新索引標籤頁面

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
lv_lv: Atvērt konkrētu lapu vai lapas
zh_hant: 開啟特定頁面

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
lv_lv: Jauna cilne
zh_hant: 新索引標籤

# SettingsOnStartupPages.Text
source: Pages:
lv_lv: Lapas:
zh_hant: 頁面：

# SettingsOnStartupTitle.Text
source: On Startup
lv_lv: Startējot
zh_hant: 啟動時

# SettingsOpenItemsWithOneclick.Title
source: Open items with a single click
lv_lv: Atvērt vienumus ar vienu klikšķi
zh_hant: 按一下以開啟項目

# SettingsPreferencesAppLanguage.Title
source: Language
lv_lv: Valoda
zh_hant: 語言

# SettingsPreferencesEditTerminalApplications.AutomationProperties.Name
source: Edit terminal applications
lv_lv: Mainīt komandu uzvednes lietotnes
zh_hant: 編輯終端機應用程式

# SettingsPreferencesEditTerminalApplications.ToolTipService.ToolTip
source: Edit terminal applications
lv_lv: Mainīt komandu uzvednes lietotnes
zh_hant: 編輯終端機應用程式

# SettingsPreferencesEditTerminalApplicationsExpander.Title
source: Edit terminal applications
lv_lv: Rediģēt termināļu lietotnes

# SettingsPreferencesOpenFoldersNewTab.Title
source: Open folders in new tab
lv_lv: Atvērt mapes jaunā cilnē

# SettingsPreferencesShowConfirmDeleteDialog.Title
source: Show a confirmation dialog when deleting files or folders
lv_lv: Dzēšot failus vai mapes, rādīt apstiprinājuma vaicājumu

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
lv_lv: Windows noklusējums
zh_hant: 您的系統語言

# SettingsPreferencesTerminalApplications.Title
source: Terminal applications
lv_lv: Termināļa lietotnes

# SettingsPreferencesTitle.Text
source: Preferences
lv_lv: Iestatījumi
zh_hant: 個人化

# SettingsPrivacy.Title
source: Privacy policy
lv_lv: Privātuma politika
zh_hant: 隱私權原則

# SettingsPrivacyPolicyMarkdownBlock.Text
source: *Personal Information Collection* Files does not collect, store, share or publish any personal information. *Non-personal Information Collection* We use App Center to keep track of app usage, find bugs, and fix crashes. All information sent to App Center is anonymous and free of any user or contextual data.
lv_lv: *Personīgas informācijas glabāšana* Files nevāc, nesaglabā, nekoplieto un nepublicē jebkādu personīgu informāciju. *Nepersonīgas informācijas glabāšana* Mēs lietojam App Center, lai sekotu līdzi programmas lietojumam, atrastu un novērstu kļūdas. Visa informācija, kas sūtīta App Center, ir anonīma un nesatur personīgus datus.

# SettingsRecycleBinSwitch.Title
source: Pin Recycle Bin to Favorites
lv_lv: Piespraust atkritni favorītos
zh_hant: 將資源回收桶釘選至我的最愛中

# SettingsSearchUnindexedItems.Title
source: Show unindexed items when searching for files and folders (searches may take longer)
lv_lv: Rādīt neindeksētos vienumus, meklētjot failus vai mapes (meklēšana var būt ilgāka)
zh_hant: 搜尋檔案或資料夾時一併顯示未被索引的項目（可能會延長搜尋時間）

# SettingsShowCloudDrivesSection.Title
source: Show cloud drives section on the sidebar
lv_lv: Rādīt tīkla disku sekciju sānu joslā
zh_hant: 於側邊欄顯示雲端硬碟選項

# SettingsShowDrivesSection.Title
source: Show drives section on the sidebar
lv_lv: Rādīt disku sekciju sānu joslā
zh_hant: 於側邊欄顯示本機選項

# SettingsShowLibrarySection.Title
source: Show library section on the sidebar
lv_lv: Rādīt bibliotēkas sekciju sānu joslā
zh_hant: 於側邊欄顯示媒體櫃選項

# SettingsShowNetworkDrivesSection.Title
source: Show network drives section on the sidebar
lv_lv: Rādīt tīkla disku sekciju sānu joslā
zh_hant: 於側邊欄顯示網路選項

# SettingsShowWslSection.Title
source: Show WSL section on the sidebar
lv_lv: Rādīt WSL sekciju sānu joslā
zh_hant: 於側邊欄顯示 WSL 選項

# SettingsSidebarTitle.Text
source: Sidebar
lv_lv: Sānu josla
zh_hant: 側邊欄

# SettingsTabCustomization.Text
source: Tab customization
lv_lv: Ciļņu pielāgošana
zh_hant: 自訂索引標籤

# SettingsThemesLearnMoreButton.AutomationProperties.Name
source: Learn more about custom themes
lv_lv: Uzzināt vairāk par pielāgojamiem motīviem
zh_hant: 了解更多關於客製化主題的資訊

# SettingsThemesLearnMoreButton.ToolTipService.ToolTip
source: Learn more about custom themes
lv_lv: Uzzināt vairāk par pielāgojamiem motīviem
zh_hant: 了解更多關於客製化主題的資訊

# SettingsThemesTeachingTipHeader.Text
source: Custom themes provide a great way for you to personalize Files.
lv_lv: Pielāgojamie motīvi ir lielisks veids, kā personalizēt Files.
zh_hant: 您可以透過客製化主題自訂 Files 的外觀。

# SettingsThemesTeachingTipHyperlinkText.Text
source: View documentation.
lv_lv: Skatīt dokumentāciju.
zh_hant: 查看使用手冊。

# SettingsUsefulLinks.Title
source: Useful links
lv_lv: Noderīgas saites
zh_hant: 相關連結

# SettingsVerticalTabFlyoutSwitch.Title
source: Display the vertical tab flyout on the title bar
lv_lv: Rādīt vertikālo ciļņu izlēcošo logu virsraksta joslā
zh_hant: 於標題欄中顯示垂直索引標籤按鈕

# SettingsWhenLaunchingFiles.Text
source: When launching Files
lv_lv: Atverot lietotni Faili
zh_hant: 啟動 Files 時

# ShareDialogFailMessage
source: There's nothing to share right now...
lv_lv: Pašlaik šeit nav nekā koplietojama...
zh_hant: 目前沒有任何可分享的項目…

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
lv_lv: Atlasītie vienumi tiks koplietoti
zh_hant: 您將分享已選取項目

# ShareDialogSingleItemDescription
source: The selected item will be shared
lv_lv: Atlasītais vienums tiks koplietots
zh_hant: 將分享已選取項目

# ShareDialogTitle
source: Sharing {0}
lv_lv: Kopīgo {0}
zh_hant: 正在分享 {0}

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
lv_lv: Kopīgo {0} {1}
zh_hant: 正在分享 {0} {1}

# ShortcutCreateNewSuffix
source: {0} - shortcut
lv_lv: {0} - saīsne
zh_hant: {0} - 捷徑

# ShortcutFileType
source: Shortcut
lv_lv: Saīsne
zh_hant: 捷徑

# ShortcutItemAutomation
source: Shortcut item
lv_lv: Saīsnes vienums
zh_hant: 捷徑項目

# ShortcutWebLinkFileType
source: Internet shortcut
lv_lv: Interneta saīsne
zh_hant: 網際網路捷徑

# SidebarCloudDrives
source: Cloud Drives
lv_lv: Tiešsaites diski
zh_hant: 雲端硬碟

# SideBarCreateNewLibrary.Text
source: Create new library
lv_lv: Izveidot jaunu bibliotēku
zh_hant: 新增媒體櫃

# SidebarDesktop
source: Desktop
lv_lv: Darbvirsma
zh_hant: 桌面

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
lv_lv: Atvienot
zh_hant: 中斷連線

# SidebarDocuments
source: Documents
lv_lv: Dokumenti
zh_hant: 文件

# SidebarDownloads
source: Downloads
lv_lv: Lejupielādes
zh_hant: 下載

# SidebarDrives
source: Drives
lv_lv: Diski
zh_hant: 磁碟機

# SideBarEjectDevice.Text
source: Eject
lv_lv: Izstumt
zh_hant: 退出

# SidebarFavorites
source: Favorites
lv_lv: Izlase
zh_hant: 我的最愛

# SideBarHideSectionFromSideBar.Text
source: Hide {0} section
lv_lv: Slēpt {0} sekciju
zh_hant: 隱藏 [{0}] 選項

# SidebarHome
source: Home
lv_lv: Sākums
zh_hant: 首頁

# SidebarLibraries
source: Libraries
lv_lv: Bibliotēkas
zh_hant: 媒體櫃

# SidebarMusic
source: Music
lv_lv: Mūzika
zh_hant: 音樂

# SidebarNetworkDrives
source: Network drives
lv_lv: Tīkla diski
zh_hant: 網路磁碟機

# SideBarOpenInNewPane.Text
source: Open in secondary pane
lv_lv: Atvērt otrajā panelī
zh_hant: 在副畫面開啟

# SideBarOpenInNewTab.Text
source: Open in new tab
lv_lv: Atvērt jaunā cilnē
zh_hant: 在新索引標籤打開

# SideBarOpenInNewWindow.Text
source: Open in new window
lv_lv: Atvērt jaunā logā
zh_hant: 在新視窗打開

# SidebarPictures
source: Pictures
lv_lv: Attēli
zh_hant: 圖片

# SideBarRestoreLibraries.Text
source: Restore default libraries
lv_lv: Atjaunot sākotnējās bibliotēkas
zh_hant: 重置媒體櫃

# SideBarUnpinFromFavorites.Text
source: Unpin from Favorites
lv_lv: Atspraust no favorītiem
zh_hant: 取消釘選

# SidebarVideos
source: Videos
lv_lv: Video
zh_hant: 影片

# sizeColumn.Header
source: Size
lv_lv: Izmērs
zh_hant: 大小

# StatusCancellingOp
source: canceling
lv_lv: tiek atcelts
zh_hant: 取消中

# StatusCenter.AutomationProperties.Name
source: Status center
lv_lv: Statusa centrs
zh_hant: 狀態中心

# StatusCenter.ToolTipService.ToolTip
source: Ongoing Tasks
lv_lv: Notiekošās darbības
zh_hant: 執行中的檔案操作

# StatusCenterCancelBannerButton.AutomationProperties.Name
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# StatusCenterCancelBannerButton.ToolTipService.ToolTip
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# StatusCenterDismissBannerButton.AutomationProperties.Name
source: Dismiss
lv_lv: Noraidīt
zh_hant: 關閉

# StatusCenterDismissBannerButton.ToolTipService.ToolTip
source: Dismiss
lv_lv: Noraidīt
zh_hant: 關閉

# StatusCenterFlyout.AutomationProperties.Name
source: Ongoing tasks flyout
lv_lv: Notiekošo uzdevumu logs
zh_hant: 執行中的檔案操作

# StatusCenterFlyoutTitle.Text
source: Ongoing Tasks
lv_lv: Notiekošās darbības
zh_hant: 執行中的檔案操作

# StatusCenterTeachingTip.Subtitle
source: Check the status of file operations here
lv_lv: Pārbaudīt failu darbību statusu šeit
zh_hant: 在此檢查檔案操作的狀態

# StatusCenterTeachingTip.Title
source: Status Center
lv_lv: Statusa centrs
zh_hant: 狀態中心

# StatusCopiedItemsDetails_Plural
source: Successfully copied {0} items to {1}
lv_lv: {0} vienumi tika veiksmīgi kopēti uz {1}
zh_hant: 成功將 {0} 個項目複製到 {1}

# StatusCopiedItemsDetails_Singular
source: Successfully copied {0} item to {1}
lv_lv: {0} vienums tika veiksmīgi kopēts uz {0}
zh_hant: 成功將 {0} 個項目複製到 {1}

# StatusCopyCanceled
source: Copy canceled
lv_lv: Kopēšana atcelta
zh_hant: 已取消複製

# StatusCopyCanceledDetails_Plural
source: Copying {0} items to {1} was canceled after copying {2} items
lv_lv: {0} vienumu kopēšana uz {1} tika atcelta pēc {2} vienumu kopēšanas
zh_hant: 在複製 {2} 個項目後取消 - 將 {0} 個項目複製到 {1}

# StatusCopyCanceledDetails_Plural2
source: Copying {0} items to {1} was canceled after copying {2} item
lv_lv: {0} vienumu kopēšana uz {1} tika pārtraukta pēc {2} vienumu kopēšanas
zh_hant: 在複製 {2} 個項目後取消 - 將 {0} 個項目複製到 {1}

# StatusCopyCanceledDetails_Singular
source: Copying {0} item to {1} was canceled
lv_lv: {0} vienuma kopēšana uz {1} tika atcelta
zh_hant: 已取消將 {0} 個項目複製到 {1}

# StatusCopyComplete
source: Copy complete
lv_lv: Kopēšana pabeigta
zh_hant: 複製成功

# StatusCopyingItemsDetails_Plural
source: Copying {0} items to {1}
lv_lv: {0} vienumi tiek kopēti uz {1}
zh_hant: 正在將 {0} 個項目複製到 {1}

# StatusCopyingItemsDetails_Singular
source: Copying {0} item to {1}
lv_lv: {0} vienums tiek kopēts uz {1}
zh_hant: 正在將 {0} 個項目複製到 {1}

# StatusDeleteCanceledDetails_Plural
source: Deleting {0} items from {1} was canceled after deleting {3} items
lv_lv: {0} vienumu dzēšana no {1} tika atcelta pēc {3} vienumu dzēšanas
zh_hant: 在刪除 {3} 個項目後取消 - 從 {1} 刪除 {0} 個項目

# StatusDeleteCanceledDetails_Plural2
source: Deleting {0} items from {1} was canceled after deleting {3} item
lv_lv: {0} vienumu dzēšana no {1} tika atcelta pēc {3} vienuma dzēšanas
zh_hant: 在刪除 {3} 個項目後取消 - 從 {1} 刪除 {0} 個項目

# StatusDeleteCanceledDetails_Singular
source: Deleting {0} item from {1} was canceled
lv_lv: {0} vienuma dzēšana no {1} tika atcelta
zh_hant: 已取消從 {1} 刪除 {0} 個項目

# StatusDeletedItemsDetails_Plural
source: Successfully deleted {0} items from {1}
lv_lv: {0} vienumi tika veiksmīgi dzēsti no {1}
zh_hant: 成功從 {1} 刪除 {0} 個項目

# StatusDeletedItemsDetails_Singular
source: Successfully deleted {0} item from {1}
lv_lv: {0} vienums tika veiksmīgi dzēsts no {1}
zh_hant: 成功從 {1} 刪除 {0} 個項目

# StatusDeletingItemsDetails_Plural
source: Deleting {0} items from {1}
lv_lv: {0} vienumi tiek dzēsti no {1}
zh_hant: 正在從 {1} 刪除 {0} 個項目

# StatusDeletingItemsDetails_Singular
source: Deleting {0} item from {1}
lv_lv: {0} vienumi tiek dzēsti no {1}
zh_hant: 正在從 {1} 刪除 {0} 個項目

# StatusDeletionCancelled
source: Deletion cancelled
lv_lv: Dzēšana atcelta
zh_hant: 已取消刪除

# StatusDeletionComplete
source: Deletion complete
lv_lv: Dzēšana pabeigta
zh_hant: 刪除成功

# StatusDeletionFailed
source: Deletion Failed
lv_lv: Dzēšana neizdevās
zh_hant: 無法刪除項目

# StatusDeletionFailedDetails_Plural
source: Failed to delete {0} items from {1}
lv_lv: Neizdevās dzēst {0} vienumus no {1}
zh_hant: 無法從 {1} 刪除 {0} 個項目

# StatusDeletionFailedDetails_Singular
source: Failed to delete {0} item from {1}
lv_lv: Neizdevās dzēst {0} vienumu no {1}
zh_hant: 無法從 {1} 刪除 {1} 個項目

# StatusMoveCanceled
source: Move canceled
lv_lv: Pārvietošana atcelta
zh_hant: 已取消移動

# StatusMoveCanceledDetails_Plural
source: Moving {0} items from {1} to {2} was canceled after moving {3} items
lv_lv: {0} vienumu pārvietošana no {1} uz {2} tika atcelta pēc {3} vienumu pārvietošanas
zh_hant: 在移動 {3} 個項目後取消 - 將 {0} 個項目從 {1} 移至 {2}

# StatusMoveCanceledDetails_Plural2
source: Moving {0} items from {1} to {2} was canceled after moving {3} item
lv_lv: {0} vienuma pārvietošana no {1} uz {2} tika atcelta pēc {3} vienuma pārvietošanas

# StatusMoveCanceledDetails_Singular
source: Moving {0} item from {1} to {2} was canceled
lv_lv: {0} vienuma pārvietošana no {1} uz {2} tika atcelta
zh_hant: 已取消將 {0} 個項目從 {1} 移至 {2}

# StatusMoveComplete
source: Move complete
lv_lv: Pārvietošana pabeigta
zh_hant: 移動成功

# StatusMovedItemsDetails_Plural
source: Successfully moved {0} items from {1} to {2}
lv_lv: Veiksmīgi pārvietoti {0} vienumi no {1} uz {2}
zh_hant: 成功將 {0} 個項目從 {1} 移至 {2}

# StatusMovedItemsDetails_Singular
source: Successfully moved {0} item from {1} to {2}
lv_lv: Veiksmīgi pārvietots {0} vienums no {1} uz {2}
zh_hant: 成功將 {0} 個項目從 {1} 移至 {2}

# StatusMoveFailedDetails_Plural
source: Failed to move {0} items from {1} to {2}
lv_lv: Neizdevās pārvietot {0} vienumus no {1} uz {2}
zh_hant: 無法將 {0} 個項目從 {1} 移至 {2}

# StatusMoveFailedDetails_Singular
source: Failed to move {0} item from {1} to {2}
lv_lv: Neizdevās pārvietot {0} vienumu no {1} uz {2}
zh_hant: 無法移動 {0} 個項目從 {1} 至 {2}

# StatusMovingItemsDetails_Plural
source: Moving {0} items from {1} to {2}
lv_lv: Pārvieto {0} vienumus no {1} uz {2}
zh_hant: 正在將 {0} 個項目從 {1} 移至 {2}

# StatusMovingItemsDetails_Singular
source: Moving {0} item from {1} to {2}
lv_lv: Pārvieto {0} vienumu no {1} uz {2}
zh_hant: 正在將 {0} 個項目從 {1} 移至 {2}

# StatusOperationCompleted
source: The operation has completed.
lv_lv: Darbība pabeigta.
zh_hant: 此次操作已完成。

# StatusRecycleCancelled
source: Recycle cancelled
lv_lv: Pārvietošana uz atkritni atcelta
zh_hant: 已取消丟入資源回收桶

# StatusRecycleComplete
source: Recycle complete
lv_lv: Pārvietošana uz atkritni pabeigta
zh_hant: 成功丟入資源回收桶

# StatusRecycleFailed
source: Recycle failed
lv_lv: Pārvietošana uz atkritni neizdevās
zh_hant: 無法將項目丟入資源回收桶

# StatusUnknownError
source: An unknown error has occurred.
lv_lv: Radās nezināma kļūda.
zh_hant: 發生未知錯誤。

# SubDirectoryAccessDenied
source: Can't access any items to display
lv_lv: Nevar piekļūt nevienam vienumam, ko parādīt
zh_hant: 無法存取並顯示任意項目

# syncStatusColumn.Header
source: Status
lv_lv: Statuss
zh_hant: 狀態

# SystemTheme
source: Default
lv_lv: Noklusējums
zh_hant: 預設

# SystemTimeStye
source: System
lv_lv: Sistēma
zh_hant: 系統

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
lv_lv: Pārvietot cilni šeit
zh_hant: 將索引標籤移至此處

# TabViewVerticalNewTab.Text
source: New tab
lv_lv: Jauna cilne
zh_hant: 新分頁

source: the Recycle Bin
lv_lv: Atkritne
zh_hant: 資源回收桶

# ToolTipDescriptionDate
source: Date modified:
lv_lv: Modificēšanas datums:
zh_hant: 修改日期：

# ToolTipDescriptionName
source: Name:
lv_lv: Nosaukums:
zh_hant: 名稱：

# ToolTipDescriptionType
source: Type:
lv_lv: Tips:
zh_hant: 類型：

# typeColumn.Header
source: Type
lv_lv: Tips
zh_hant: 類型

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
lv_lv: Atspraust no Sākuma Izvēlnes
zh_hant: 從開始功能表取消釘選

# UpdateConsentDialogCloseButtonText
source: No
lv_lv: Nē
zh_hant: 否

# UpdateConsentDialogContent
source: Do you want to download and install the latest version of Files?
lv_lv: Vai Jūs vēlaties lejupielādēt un instalēt jaunāko Failu versiju?
zh_hant: 您要下載並安裝最新版本的 Files 嗎？

# UpdateConsentDialogPrimaryButtonText
source: Yes
lv_lv: Jā
zh_hant: 是

# UpdateConsentDialogTitle
source: Updates Available
lv_lv: Pieejami atjauninājumi
zh_hant: 有可用的更新

# VerticalTabFlyout.AutomationProperties.Name
source: Vertical tab flyout
lv_lv: Vertikālais ciļņu izlecošais logs
zh_hant: 垂直索引標籤

# VerticalTabFlyout.ToolTipService.ToolTip
source: Vertical tab flyout
lv_lv: Vertikālais ciļņu izlecošais logs
zh_hant: 垂直索引標籤

# VerticalTabViewAddTab.Text
source: Add tab
lv_lv: Pievienot cilni
zh_hant: 新增索引標籤

# VerticalTabViewHeader.Text
source: Open tabs
lv_lv: Atvērt cilnes
zh_hant: 開啟索引標籤

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
lv_lv: Piešķirt atļauju
zh_hant: 權限請求

# WelcomeDialog.Title
source: Welcome to Files!
lv_lv: Laipni lūgti Failos!
zh_hant: 歡迎使用 Files！

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
lv_lv: Lietotnei nepieciešama atļauja, lai piekļūtu Jūsu failiem. Tiks atvērta Iestatījumu lapa, kurā Jūs varēsiet to piešķirt. Pēc tam lietotne būs jāatver atkārtoti.
zh_hant: 請授權我們使用您的檔案系统。待「設定」開啟後您就可以授權給我們。您需要在完成設定後重新啟動應用程式。

# ByteSymbol
source: B
zh_hant: 個位元組

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
zh_hant: 確定

# FileNameTeachingTip.CloseButtonContent
source: OK
zh_hant: 確定

# NavToolbarArrangementOptionOriginalFolder.Text
source: Original folder
zh_hant: 原始資料夾

# PropertiesDialogOKButton.Content
source: OK
zh_hant: 確定

# PropertiesItemMD5Hash.Text
source: MD5Hash:
zh_hant: MD5 雜湊值：

# PropertySectionAudio
source: Audio
zh_hant: 音訊

# PropertySectionVideo
source: Video
zh_hant: 影音
