Repository: MelvinSnijders/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: lv_lv, zh_hant

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
lv_lv: Mēs nevarējām izveidot šo vienumu
zh_hant: 我們無法建立此項目

# AccessDeniedCreateDialog.Title
source: Access Denied
lv_lv: Piekļuve liegta
zh_hant: 拒絕存取

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
lv_lv: Mēs nevarējām izdzēst šo vienumu
zh_hant: 無法刪除此檔案

# AccessDeniedDeleteDialog.Title
source: Access Denied
lv_lv: Piekļuve liegta
zh_hant: 拒絕存取

# AddDialog.PrimaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# AddDialog.Title
source: Create a New Item
lv_lv: Izveidot jaunu vienumu
zh_hant: 新增項目

# AddDialogDescription.Text
source: Choose a type for this new item below
lv_lv: Izvēlieties jaunā vienuma tipu zemāk
zh_hant: 於下方選擇新項目的類型

# AddDialogListFileHeader
source: File
lv_lv: Fails
zh_hant: 檔案

# AddDialogListFileSubHeader
source: Creates an empty file
lv_lv: Izveido tukšu failu
zh_hant: 新增空白檔案

# AddDialogListFolderHeader
source: Folder
lv_lv: Mape
zh_hant: 資料夾

# AddDialogListFolderSubHeader
source: Creates an empty folder
lv_lv: Izveido tukšu mapi
zh_hant: 新增資料夾

# AppBarButtonAdd.Label
source: Add
lv_lv: Pievienot
zh_hant: 新增

# AppBarButtonEdit.Label
source: Edit
lv_lv: Rediģēt
zh_hant: 編輯

# AppBarButtonRemove.Label
source: Remove
lv_lv: Dzēst
zh_hant: 移除

# ApplicationTimeStye
source: Application
lv_lv: Lietojumprogramma
zh_hant: 應用程式

# ArchiveExtractionCompletedSuccessfullyText
source: The archive extraction completed successfully.
lv_lv: Arhīva izvilkšana veiksmīgi pabeigta.

# BaseLayoutContextFlyoutColumn.Text
source: Column View
lv_lv: Kolonnu skats
zh_hant: 清單

# BaseLayoutContextFlyoutDeleteLibrary.Text
source: Delete Library
lv_lv: Dzēst Bibliotēku
zh_hant: 刪除媒體櫃

# BaseLayoutContextFlyoutDetails.Text
source: Details View
lv_lv: Detalizēts skats
zh_hant: 詳細資料

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
lv_lv: Iztukšot atkritni
zh_hant: 清空資源回收筒

# BaseLayoutContextFlyoutGridViewLarge.Text
source: Grid View (Large)
lv_lv: Režģa skats (Liels)
zh_hant: 大圖示

# BaseLayoutContextFlyoutGridViewMedium.Text
source: Grid View (Medium)
lv_lv: Režģa skats (Vidējs)
zh_hant: 中圖示

# BaseLayoutContextFlyoutGridViewSmall.Text
source: Grid View (Small)
lv_lv: Režģa skats (Mazs)
zh_hant: 小圖示

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
lv_lv: Izkārtojuma režīms
zh_hant: 檢視模式

# BaseLayoutContextFlyoutNew.Label
source: New
lv_lv: Jauns
zh_hant: 新增

# BaseLayoutContextFlyoutNewFile.Text
source: File
lv_lv: Fails
zh_hant: 檔案

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
lv_lv: Mape
zh_hant: 資料夾

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
lv_lv: Atvērt Komandu uzvednē...
zh_hant: 使用終端機應用程式開啟...

# BaseLayoutContextFlyoutPaste.Text
source: Paste
lv_lv: Ielīmēt
zh_hant: 貼上

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
lv_lv: Rekvizīti
zh_hant: 內容

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
lv_lv: Atsvaidzināt
zh_hant: 重新整理

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
lv_lv: Palaist kā administratoram
zh_hant: 以系統管理員身分執行

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
lv_lv: Palaist kā citam lietotājam
zh_hant: 以另一名使用者之身分執行

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
lv_lv: Kārtot pēc
zh_hant: 排序

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
lv_lv: Augošā secībā
zh_hant: 遞增

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
lv_lv: Modificēšanas datums
zh_hant: 修改日期

# BaseLayoutContextFlyoutSortByDateCreated.Text
source: Date created
lv_lv: Izveides datums
zh_hant: 建立日期

# BaseLayoutContextFlyoutSortByDateDeleted.Text
source: Date deleted
lv_lv: Dzēšanas datums
zh_hant: 刪除日期

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
lv_lv: Dilstošā secībā
zh_hant: 遞減

# BaseLayoutContextFlyoutSortByName.Text
source: Name
lv_lv: Nosaukums
zh_hant: 名稱

# BaseLayoutContextFlyoutSortByOriginalPath.Text
source: Original path
lv_lv: Oriģinālais ceļš
zh_hant: 原始位置

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
lv_lv: Izmērs
zh_hant: 大小

# BaseLayoutContextFlyoutSortBySyncStatus.Text
source: Sync status
lv_lv: Sinhronizācijas statuss
zh_hant: 同步狀態

# BaseLayoutContextFlyoutSortByType.Text
source: Type
lv_lv: Tips
zh_hant: 類型

# BaseLayoutContextFlyoutTilesView.Text
source: Tiles View
lv_lv: Mozaīkas skats
zh_hant: 並排

# BaseLayoutContextFlyoutUnpinFromFavorites.Text
source: Unpin from Favorites
lv_lv: Atspraust no favorītiem
zh_hant: 取消釘選

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
lv_lv: Kopēt
zh_hant: 複製

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
lv_lv: Kopēt atrašanās vietu
zh_hant: 複製位置

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
lv_lv: Izveidot mapi ar atlasi
zh_hant: 新增資料夾並將選取項目丟入

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
lv_lv: Izgriezt
zh_hant: 剪下

# BaseLayoutItemContextFlyoutDelete.Text
source: Delete
lv_lv: Dzēst
zh_hant: 刪除

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
lv_lv: Izvērst
zh_hant: 解壓縮

# BaseLayoutItemContextFlyoutExtractFilesOption
source: Extract files
lv_lv: Izvilkt failus
zh_hant: 解壓縮檔案

# BaseLayoutItemContextFlyoutExtractHereOption
source: Extract here
lv_lv: Izvilkt šeit
zh_hant: 解壓縮至此

# BaseLayoutItemContextFlyoutExtractionOptions
source: Extract...
lv_lv: Izvilkt...
zh_hant: 解壓縮...

# BaseLayoutItemContextFlyoutExtractToChildFolder
source: Extract to {0}\
lv_lv: Izvilkt uz {0}\
zh_hant: 解壓縮至 {0}\

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
lv_lv: Atvērt faila atrašanās vietu
zh_hant: 開啟檔案位置

# BaseLayoutItemContextFlyoutOpenInNewPane.Text
source: Open in secondary pane
lv_lv: Atvērt otrajā panelī
zh_hant: 在副畫面中開啟

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
lv_lv: Atvērt jaunā cilnē
zh_hant: 在新索引標籤開啟

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
lv_lv: Atvērt jaunā logā
zh_hant: 在新視窗開啟

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
lv_lv: Atvērt
zh_hant: 開啟

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
lv_lv: Atvērt ar
zh_hant: 開啟檔案

# BaseLayoutItemContextFlyoutPinToFavorites.Text
source: Pin to Favorites
lv_lv: Piespraust pie favorītiem
zh_hant: 釘選至我的最愛

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
lv_lv: Rekvizīti
zh_hant: 內容

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
lv_lv: Pārdēvēt
zh_hant: 重新命名

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
lv_lv: Atjaunot
zh_hant: 復原

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
lv_lv: Iestatīt kā
zh_hant: 設為

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
lv_lv: Iestatīt kā darbvirsmas fonu
zh_hant: 設為桌面背景

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
lv_lv: Iestatīt kā bloķēšanas ekrāna fonu
zh_hant: 設為鎖定畫面

# BaseLayoutItemContextFlyoutShare.Text
source: Share
lv_lv: Kopīgot
zh_hant: 分享

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
lv_lv: Izveidot saīsni
zh_hant: 建立捷徑

# BitlockerDialog.PrimaryButtonText
source: Unlock
lv_lv: Atbloķēt
zh_hant: 解除鎖定

# BitlockerDialog.SecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# BitlockerDialog.Title
source: Enter password to unlock the drive
lv_lv: Ievadiet paroli, lai atbloķētu disku
zh_hant: 輸入密碼以解鎖磁碟機

# BitlockerDialogInputText.PlaceholderText
source: Password
lv_lv: Parole
zh_hant: 密碼

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
lv_lv: Pārbaudiet paroli un mēģiniet vēlreiz.
zh_hant: 請確認密碼並再試一次。

# BitlockerInvalidPwDialog.Title
source: BitLocker error
lv_lv: BitLocker kļūda
zh_hant: BitLocker 錯誤

source: Browse
lv_lv: Pārlūkot
zh_hant: 瀏覽

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
lv_lv: Atvērt jaunā cilnē
zh_hant: 在新分頁中開啟

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
lv_lv: Atvērt vienuma atrašanās vietu
zh_hant: 開啟項目位置

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
lv_lv: Izņemt no saišķa
zh_hant: 從快速存取欄中移除

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
lv_lv: Velciet un nometiet failus vai mapes šeit
zh_hant: 將檔案或資料夾拖曳至此處以方便您進行存取

# BundleOptionsFlyoutAddFileMenuItem.Text
source: Add file
lv_lv: Pievienot failu
zh_hant: 新增檔案

# BundleOptionsFlyoutAddFolderMenuItem.Text
source: Add folder
lv_lv: Pievienot mapi
zh_hant: 新增資料夾

# BundleOptionsFlyoutAddItemMenuItem.Text
source: Add item...
lv_lv: Pievienot vienumu...
zh_hant: 新增項目...

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
lv_lv: Dzēst saišķi
zh_hant: 移除綁定

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
lv_lv: Pārdēvēt saišķi
zh_hant: 重新命名快速存取欄

# BundlesOpenInNewPane.Text
source: Open in new Pane
lv_lv: Atvērt jaunā cilnē
zh_hant: 在副畫面中開啟

# BundlesWidgetAddBundleConfirm.Content
source: Confirm
lv_lv: Apstiprināt
zh_hant: 確認

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
lv_lv: Saišķis ar to pašu nosaukumu jau pastāv!
zh_hant: 相同名稱的快速存取欄已存在！

# BundlesWidgetAddBundleErrorInputEmpty
source: Input field cannot be empty!
lv_lv: Ievades lauks nevar būt tukšs!
zh_hant: 此欄位不可留白！

# BundlesWidgetAddBundleInput.PlaceholderText
source: Enter Bundle name
lv_lv: Ievadīt saišķa nosaukumu
zh_hant: 輸入名稱

# BundlesWidgetAddBundleInputPlaceholderText
source: Desired name
lv_lv: Vēlamais nosaukums
zh_hant: 您想要的名稱

# BundlesWidgetAddBundleNameInput.PlaceholderText
source: Enter Bundle name
lv_lv: Ievadīt saišķa nosaukumu
zh_hant: 輸入名稱

# BundlesWidgetCreateBundleConfirmButton.Content
source: Confirm
lv_lv: Apstiprināt
zh_hant: 確認

# BundlesWidgetCreateBundleDialogCloseButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# BundlesWidgetCreateBundleDialogPrimaryButtonText
source: Confirm
lv_lv: Apstiprināt
zh_hant: 確認

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
lv_lv: Pievienot saišķi
zh_hant: 新增快速存取欄

# BundlesWidgetCreateBundleDialogTitleText
source: Create Bundle
lv_lv: Izveidot saišķi
zh_hant: 新增快速存取欄

# BundlesWidgetCreateBundleInput.PlaceholderText
source: Enter Bundle name
lv_lv: Ievadīt saišķa nosaukumu
zh_hant: 輸入名稱

# BundlesWidgetCreateBundleItem.Text
source: Create Bundle
lv_lv: Izveidot saišķi
zh_hant: 新增快速存取欄

# BundlesWidgetHeader.Text
source: Bundles
lv_lv: Saišķi
zh_hant: 快速存取

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
lv_lv: Papildus saišķu opcijas
zh_hant: 更多快速存取選項

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
lv_lv: Papildu opcijas...
zh_hant: 更多選項...

# BundlesWidgetOptionsFlyoutCreateBundleMenuItem.Text
source: Create Bundle
lv_lv: Izveidot saišķi
zh_hant: 新增快速存取欄

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
lv_lv: Eksportēt saišķus
zh_hant: 匯出

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
lv_lv: Importēt saišķus
zh_hant: 匯入

# BundlesWidgetRenameBundleDialogCloseButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# BundlesWidgetRenameBundleDialogInputPlaceholderText
source: Desired name
lv_lv: Vēlamais nosaukums
zh_hant: 您想要的名稱

# BundlesWidgetRenameBundleDialogPrimaryButtonText
source: Confirm
lv_lv: Apstiprināt
zh_hant: 確認

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
lv_lv: Ievadiet jaunu nosaukumu
zh_hant: 請輸入新名稱

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
lv_lv: Pārdēvēt "{0}"
zh_hant: 重新命名「{0}」

# ButtonNo.Content
source: No
lv_lv: Nē
zh_hant: 否

# ButtonYes.Content
source: Yes
lv_lv: Jā
zh_hant: 是

# ClearPropertiesButton.Content
source: Clear All Properties
lv_lv: Notīrīt visus rekvizītus
zh_hant: 清除所有屬性

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
lv_lv: Notīrīt
zh_hant: 清除

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
lv_lv: Rekvizīti var saturēt personīgu informāciju.
zh_hant: 部分屬性可能會顯示他人個資。

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
lv_lv: Izslēgts no sinhronizēšanas
zh_hant: 不同步

# CloudDriveSyncStatus_Offline
source: Available offline
lv_lv: Pieejams bezsaistē
zh_hant: 可離線存取

# CloudDriveSyncStatus_Online
source: Available when online
lv_lv: Pieejams tiešsaistes režīmā
zh_hant: 網路連線時可用

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
lv_lv: Daļēji pieejams bezsaitē
zh_hant: 可部分離線存取

# CloudDriveSyncStatus_Sync
source: Syncing
lv_lv: Sinhronizēšana
zh_hant: 同步中

# CloudDriveSyncStatus_Unknown
source: Unknown
lv_lv: Nezināms
zh_hant: 未知狀態

# ConfirmEmptyBinDialog.PrimaryButtonText
source: Yes
lv_lv: Jā
zh_hant: 確定

# ConfirmEmptyBinDialog.SecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
lv_lv: Vai esat pārliecināti, ka vēlaties dzēst visus šos failus?
zh_hant: 您確定要永久刪除這些檔案?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
lv_lv: Iztukšot atkritni
zh_hant: 清空資源回收筒

# ConflictingItemsDialogItemDefaultOption.Content
source: Generate new name
lv_lv: Ģenerēt jaunu nosaukumu
zh_hant: 自動重新命名

# ConflictingItemsDialogItemOptionGenerateNewName.Text
source: Generate new name
lv_lv: Ģenerēt jaunu nosaukumu
zh_hant: 自動重新命名

# ConflictingItemsDialogItemOptionReplaceExisting.Text
source: Replace existing
lv_lv: Aizvietot esošo
zh_hant: 覆蓋

# ConflictingItemsDialogItemOptionSkip.Text
source: Skip
lv_lv: Izlaist
zh_hant: 跳過

# ConflictingItemsDialogOptionGenerateNewName.Text
source: Generate new name
lv_lv: Ģenerēt jaunu nosaukumu
zh_hant: 自動重新命名

# ConflictingItemsDialogOptionReplaceExisting.Text
source: Replace existing
lv_lv: Aizvietot esošos
zh_hant: 覆蓋

# ConflictingItemsDialogOptionSkip.Text
source: Skip
lv_lv: Izlaist
zh_hant: 跳過

# ConflictingItemsDialogPrimaryButtonText
source: Continue
lv_lv: Turpināt
zh_hant: 繼續

# ConflictingItemsDialogSecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# ConflictingItemsDialogSubtitleMultipleConflictsMultipleNonConflicts
source: There are {0} conflicting file names, and {1} outgoing item(s).
lv_lv: Ir {0} konfliktējoši failu nosaukumi un {1} izejoši vienumi.
zh_hant: 有 {0} 個同名檔案已存在，且尚有 {1} 個項目等待操作。

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
lv_lv: Ir {0} konfliktējoši failu nosaukumi.
zh_hant: 有 {0} 個同名檔案已存在。

# ConflictingItemsDialogSubtitleSingleConflictMultipleNonConflicts
source: There is one conflicting file name, and {0} outgoing item(s).
lv_lv: Ir viens konfliktējošs failu nosaukums un {0} izejoši vienumi.
zh_hant: 有一個同名檔案已存在，且尚有 {0} 個項目等待操作。

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
lv_lv: Ir viens konfliktējošs failu nosaukums.
zh_hant: 有一個同名檔案已存在。

# ConflictingItemsDialogTakenActionGenerateNewName
source: Generate new name
lv_lv: Ģenerēt jaunu nosaukumu
zh_hant: 自動重新命名

# ConflictingItemsDialogTakenActionReplaceExisting
source: Replace existing
lv_lv: Aizvietot esošo
zh_hant: 覆蓋

# ConflictingItemsDialogTakenActionSkip
source: Skip
lv_lv: Izlaist
zh_hant: 跳過

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
lv_lv: Konfliktējoši failu nosaukumi
zh_hant: 檔案已存在

# ConflictingItemsDialogUndoOption.Text
source: Undo
lv_lv: Atsaukt
zh_hant: 復原

# ConsentDialogCloseButtonText
source: Close
lv_lv: Aizvērt
zh_hant: 關閉

# ConsentDialogContent
source: Updates are ready to install
lv_lv: Atjauninājumi pieejami instalēšanai
zh_hant: 已準備好安裝更新

# ConsentDialogPrimaryButtonText
source: Update
lv_lv: Atjaunināt
zh_hant: 更新

# ConsentDialogTitle
source: Updates available
lv_lv: Pieejami atjauninājumi
zh_hant: 有可用的更新

# ContextMenuMoreItemsLabel
source: More
lv_lv: Vēl
zh_hant: 顯示其他選項

# CopyInProgress.Title
source: Copying items
lv_lv: Vienumu kopēšana
zh_hant: 正在複製項目

# CopyItemsDialogPrimaryButtonText
source: Copy
lv_lv: Kopēt
zh_hant: 複製

# CopyItemsDialogSecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
lv_lv: {0} vienumi tiks kopēti
zh_hant: 將複製 {0} 個項目

# CopyItemsDialogSubtitleSingle
source: One item will be copied
lv_lv: Viens vienums tiks kopēts
zh_hant: 將複製一個項目

# CopyItemsDialogTitle
source: Copy item(s)
lv_lv: Kopēt vienumu(s)
zh_hant: 複製檔案

# CopyToFolderCaptionText
source: Copy to {0}
lv_lv: Kopēt uz {0}
zh_hant: 複製到 {0}

# CreateBundleBtn.AutomationProperties.Name
source: Create Bundle
lv_lv: Izveidot saišķi
zh_hant: 新增快速存取欄

# CreateBundleBtn.ToolTipService.ToolTip
source: Create Bundle
lv_lv: Izveidot saišķi
zh_hant: 新增快速存取欄

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
lv_lv: Bibliotēka ar tādu pašu nosaukumu jau eksistē!
zh_hant: 已存在相同名稱的媒體櫃！

# DarkTheme
source: Dark
lv_lv: Tumšs
zh_hant: 深色

# dateColumn.Header
source: Date modified
lv_lv: Modificēšanas datums
zh_hant: 修改日期

# DateCreatedColumn.Header
source: Date created
lv_lv: Izveides datums
zh_hant: 建立日期

# dateDeletedColumn.Header
source: Date deleted
lv_lv: Dzēšanas datums
zh_hant: 刪除日期

# DayAgo
source: {0} day ago
lv_lv: Pirms {0} dienas
zh_hant: {0} 天前

# DaysAgo
source: {0} days ago
lv_lv: Pirms {0} dienām
zh_hant: {0} 天前

# DecompressArchiveDialog.Title
source: Select a destination and extract files
lv_lv: Atlasīt mērķi un izvilkt failus
zh_hant: 要解壓縮檔案至何處

# DecompressArchiveDialogBrowseFolder.Content
source: Browse
lv_lv: Pārlūkot
zh_hant: 瀏覽

# DecompressArchiveDialogOpenDestinationWhenComplete.Content
source: Open destination folder when complete
lv_lv: Atvērt mērķa mapi, kad pabeigts
zh_hant: 完成後開啟目標資料夾

# DefaultTheme
source: Default
lv_lv: Noklusējums
zh_hant: 預設

# DeleteInProgress.Title
source: Deleting files
lv_lv: Failu dzēšana
zh_hant: 正在刪除檔案

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
lv_lv: Neatgriezeniski dzēst
zh_hant: 永久刪除

# DeleteItemsDialogPrimaryButtonText
source: Delete
lv_lv: Dzēst
zh_hant: 刪除

# DeleteItemsDialogSecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
lv_lv: {0} vienumi tiks dzēsti
zh_hant: 將刪除 {0} 個項目

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
lv_lv: Viens vienums tiks dzēsts
zh_hant: 將刪除一個項目

# DeleteItemsDialogTitle
source: Delete item(s)
lv_lv: Dzēst vienumu(s)
zh_hant: 刪除檔案

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
lv_lv: {0} vienumi ({1} faili, {2} mapes)
zh_hant: {0} 個項目（{1} 個檔案，{2} 個資料夾）

# DetailsPanePreviewNotAvaliableText
source: No preview available
lv_lv: Priekšskatījums nav pieejams
zh_hant: 無法預覽

# DetailsViewHeaderFlyout_ShowDateDeleted.Text
source: Date deleted column
lv_lv: Dzēšanas datuma kolonna
zh_hant: 刪除日期

# DetailsViewHeaderFlyout_ShowDateModified.Text
source: Date modified column
lv_lv: Modificēšanas datuma kolonna
zh_hant: 修改日期

# DetailsViewHeaderFlyout_ShowItemType.Text
source: Item type column
lv_lv: Vienuma tipa kolonna
zh_hant: 項目類型

# DetailsViewHeaderFlyout_ShowOriginalPath.Text
source: Original path column
lv_lv: Oriģinālā ceļa kolonna
zh_hant: 原始位置

# DialogCancelButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# DialogCreateLibraryButtonText
source: Create
lv_lv: Izveidot
zh_hant: 新增

# DialogDeleteLibraryButtonText
source: Delete
lv_lv: Dzēst
zh_hant: 刪除

# DialogRestoreLibrariesButtonText
source: Restore
lv_lv: Atjaunot
zh_hant: 復原

# DialogRestoreLibrariesSubtitleText
source: Are you sure you want to restore the default libraries? All your files will remain on your storage.
lv_lv: Vai esat droši, ka vēlaties atjaunot sākotnējās bibliotēkas? Visi faili tiks saglabāti.
zh_hant: 是否要重置媒體櫃？您所有的檔案都會保留下來。

# DialogRestoreLibrariesTitleText
source: Restore Libraries
lv_lv: Atjaunot bibliotēkas
zh_hant: 重置媒體櫃

# DriveCapacityUnknown
source: Unknown
lv_lv: Nezināms
zh_hant: 未知

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
lv_lv: {0} brīvi no {1}
zh_hant: 剩餘 {0}，共 {1}

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
lv_lv: Rekvizīti
zh_hant: 內容

# DrivesWidgetDescription.Text
source: Drives
lv_lv: Diski
zh_hant: 磁碟機

# DrivesWidgetMoreOptionsButton.AutomationProperties.Name
source: More drives options
lv_lv: Papildus disku opcijas
zh_hant: 更多磁碟機選項

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
lv_lv: Papildu opcijas...
zh_hant: 更多選項...

# DrivesWidgetOpenStorageSenseButton.AutomationProperties.Name
source: Open Storage Sense
lv_lv: Atvērt krātuves sensoru
zh_hant: 開啟儲存空間感知器

# DrivesWidgetOpenStorageSenseButton.ToolTipService.ToolTip
source: Open Storage Sense
lv_lv: Atvērt krātuves sensoru
zh_hant: 開啟儲存空間感知器

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
lv_lv: Kartēt tīkla disku
zh_hant: 連線網路磁碟機

# DriveTypeCDRom
source: CD ROM Drive
lv_lv: CD ROM disks
zh_hant: CD ROM 光碟機

# DriveTypeCloudDrive
source: Cloud Drive
lv_lv: Tiešsaites disks
zh_hant: 雲端硬碟

# DriveTypeFixed
source: Fixed Disk Drive
lv_lv: Fiksēts disku diskdzinis
zh_hant: 本機磁碟

# DriveTypeFloppyDisk
source: Floppy Disk Drive
lv_lv: Diskešu diskdzinis
zh_hant: 軟碟機

# DriveTypeNetwork
source: Network Drive
lv_lv: Tīkla disks
zh_hant: 網路

# DriveTypeNoRootDirectory
source: Unmounted Drive
lv_lv: Neievietots disks
zh_hant: 未掛載的裝置

# DriveTypeRam
source: RAM Disk Drive
lv_lv: RAM diska diskdzinis
zh_hant: RAM Disk

# DriveTypeRemovable
source: Removable Storage Device
lv_lv: Izņemama atmiņas ierīce
zh_hant: 可移除的儲存裝置

# DriveTypeUnknown
source: Unknown
lv_lv: Nezināms
zh_hant: 未知

# DriveTypeVirtualDrive
source: Virtual Drive
lv_lv: Virtuāla ierīce
zh_hant: 虛擬磁碟

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
lv_lv: Lūdzu ievietojiet vajadzīgo disku, lai piekļūtu šim vienumam.
zh_hant: 請插入正確的磁碟機。

# DriveUnpluggedDialog.Title
source: Drive Unplugged
lv_lv: Disks atsprausts
zh_hant: 磁碟機已退出

# EjectNotificationBody
source: The device can now be safely removed from the computer.
lv_lv: Tagad ierīci var droši izņemt no datora.
zh_hant: 現在可以安心地從電腦移除此硬體。

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
lv_lv: Ierīce pašlaik tiek lietota. Aizveriet visas lietotnes, logus vai cilnes, kas varētu lietot šo ierīci, un mēģiniet vēlreiz.
zh_hant: 此裝置使用中。請關閉任何可能使用此裝置的應用程式、視窗或索引標籤，然後再試一次。

# EjectNotificationErrorDialogHeader
source: Problem Ejecting Device
lv_lv: Problēma izstumjot ierīci
zh_hant: 退出裝置時發生錯誤

# EjectNotificationHeader
source: Safe to remove hardware
lv_lv: Aparatūru izņemt ir droši
zh_hant: 可以安心地移除硬體了

# ElevateConfirmDialog.CloseButtonText
source: No
lv_lv: Nē
zh_hant: 否

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
lv_lv: Vai vēlaties turpināt kā administrators?
zh_hant: 是否要以系統管理員身分繼續？

# ElevateConfirmDialog.PrimaryButtonText
source: Yes
lv_lv: Jā
zh_hant: 是

# ElevateConfirmDialog.Title
source: This action requires administrator rights
lv_lv: Šajai darbībai nepieciešamas administratora tiesības
zh_hant: 此操作需要系統管理員身分

# EmptyFolder.Text
source: This folder is empty.
lv_lv: Šī mape ir tukša.
zh_hant: 該資料夾是空的。

# ErrorDialogCancel
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
lv_lv: ir avota mapes apakšmape
zh_hant: 源資料夾的子資料夾

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
lv_lv: Avota un mērķa failu nosaukumi sakrīt.
zh_hant: 此位置已經有同名的檔案。
