Repository: MelvinSnijders/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: lv_lv, zh_hant

# PropertyCameraModel
source: Camera Model
lv_lv: Kameras modelis
zh_hant: 相機型號

# PropertyChannelCount
source: Channel Count
lv_lv: Kanālu skaits
zh_hant: 聲道數目

# PropertyCharacterCount
source: Character Count
lv_lv: Simbolu skaits
zh_hant: 字元數

# PropertyColorSpace
source: Color Space
lv_lv: Krāsu telpa
zh_hant: 色彩空間

# PropertyColorSpace_Value65535
source: Unspecified
lv_lv: Nenorādīts
zh_hant: 未指定

# PropertyComment
source: Comment
lv_lv: Komentārs
zh_hant: 註解

# PropertyCompany
source: Company
lv_lv: Uzņēmums
zh_hant: 公司

# PropertyComposer
source: Composer
lv_lv: Komponists
zh_hant: 作曲家

# PropertyCompression
source: Compression
lv_lv: Saspiešana
zh_hant: 壓縮

# PropertyCompressionText
source: Compression
lv_lv: Saspiešana
zh_hant: 壓縮

# PropertyConductor
source: Conductor
lv_lv: Diriģents
zh_hant: 指揮家

# PropertyContentDistributor
source: Content Distributor
lv_lv: Satura izplatītājs
zh_hant: 內容發布者

# PropertyContributor
source: Contributor
lv_lv: Līdzstrādnieks
zh_hant: 協作者

# PropertyCopyright
source: Copyright
lv_lv: Autortiesības
zh_hant: 著作權

# PropertyDateCreated
source: Date Created
lv_lv: Izveides datums
zh_hant: 建立日期

# PropertyDateModified
source: Date Modified
lv_lv: Modificēšanas datums
zh_hant: 修改日期

# PropertyDatePrinted
source: Date Printed
lv_lv: Printēšanas datums
zh_hant: 列印日期

# PropertyDateReleased
source: Date Released
lv_lv: Izlaišanas datums
zh_hant: 發行日期

# PropertyDateSaved
source: Date Saved
lv_lv: Saglabāšanas datums
zh_hant: 儲存日期

# PropertyDateTaken
source: Date Taken
lv_lv: Uzņemšanas datums
zh_hant: 拍攝日期

# PropertyDimensions
source: Dimensions
lv_lv: Izmēri
zh_hant: 尺寸

# PropertyDiscNumber
source: Disc Number
lv_lv: Diska numurs
zh_hant: 唱片編號

# PropertyDisplayArtist
source: Artist
lv_lv: Izpildītājs
zh_hant: 演出者

# PropertyDuration
source: Duration
lv_lv: Ilgums
zh_hant: 曲長

# PropertyEncodingBitrate
source: Encoding Bitrate
lv_lv: Kodēšanas bitu ātrums
zh_hant: 編碼位元速率

# PropertyEpisodeNumber
source: Episode Number
lv_lv: Epizodes numurs
zh_hant: 集數

# PropertyExposureTime
source: Exposure Time
lv_lv: Ekspozīcijas laiks
zh_hant: 曝光時間

# PropertyFileDescription
source: File description
lv_lv: Faila apraksts
zh_hant: 檔案說明

# PropertyFileOwner
source: Owner
lv_lv: Īpašnieks
zh_hant: 擁有者

# PropertyFileVersion
source: File version
lv_lv: Faila versija
zh_hant: 檔案版本

# PropertyFocalLength
source: Focal Length
lv_lv: Fokusa attālums
zh_hant: 焦距

# PropertyFormat
source: Format
lv_lv: Formāts
zh_hant: 格式

# PropertyFrameCount
source: Frame Count
lv_lv: Kadru skaits
zh_hant: 畫格計數

# PropertyFrameHeight
source: Frame Height
lv_lv: Kadra augstums
zh_hant: 畫面高度

# PropertyFrameRate
source: Frame Rate
lv_lv: Kadru nomaiņas ātrums
zh_hant: 畫面播放速率

# PropertyFrameWidth
source: Frame Width
lv_lv: Kadra platums
zh_hant: 畫面寬度

# PropertyGenre
source: Genre
lv_lv: Žanrs
zh_hant: 內容類型

# PropertyHorizontalResolution
source: Horizontal Resolution
lv_lv: Horizontālā izšķirtspēja
zh_hant: 水平解析度

# PropertyHorizontalSize
source: Horizontal Size
lv_lv: Horizontālais izmērs
zh_hant: 水平大小

# PropertyISO
source: ISO speed
lv_lv: ISO ātrums
zh_hant: ISO 速度

# PropertyItemArguments
source: Arguments
lv_lv: Argumenti
zh_hant: 參數

# PropertyItemCount
source: Item count
lv_lv: Vienumu skaits
zh_hant: 項目計數

# PropertyItemName
source: Item Name
lv_lv: Vienuma nosaukums
zh_hant: 項目名稱

# PropertyItemPathDisplay
source: Item Path
lv_lv: Vienuma ceļš
zh_hant: 項目位置

# PropertyItemTarget
source: Target
lv_lv: Mērķis
zh_hant: 目標

# PropertyItemTypeText
source: Item Type
lv_lv: Vienuma tips
zh_hant: 項目類型

# PropertyLanguage
source: Language
lv_lv: Valoda
zh_hant: 語言

# PropertyLastAuthor
source: Last Author
lv_lv: Pēdējais autors
zh_hant: 作者

# PropertyLatitude
source: Latitude
lv_lv: Ģeogr. platums
zh_hant: 緯度

# PropertyLatitudeDecimal
source: Latitude Decimal
lv_lv: Decimālais ģeogrāfiskais platums
zh_hant: 十進位緯度

# PropertyLatitudeRef
source: Latitude Ref
lv_lv: Ģeogr. platums Ref
zh_hant: 緯度參考值

# PropertyLineCount
source: Line Count
lv_lv: Rindu skaits
zh_hant: 行數

# PropertyLongitude
source: Longitude
lv_lv: Ģeogr. garums
zh_hant: 經度

# PropertyLongitudeDecimal
source: Longitude Decimal
lv_lv: Decimālais ģeogrāfiskais garums
zh_hant: 十進位經度

# PropertyLongitudeRef
source: Longitude Ref
lv_lv: Ģeogr. garums Ref
zh_hant: 經度參考值

# PropertyOrientation
source: Orientation
lv_lv: Orientācija
zh_hant: 方向

# PropertyPageCount
source: Page Count
lv_lv: Lappušu skaits
zh_hant: 頁數

# PropertyParagraphCount
source: Paragraph Count
lv_lv: Rindkopu skaits
zh_hant: 段落數

# PropertyPeopleNames
source: People Names
lv_lv: Personu vārdi
zh_hant: 人員名稱

# PropertyProducer
source: Producer
lv_lv: Producents
zh_hant: 製作人

# PropertyPromotionUrl
source: Promotion Url
lv_lv: Kampaņas URL
zh_hant: 促銷網站連結

# PropertyProtectionType
source: Protection Type
lv_lv: Aizsardzības tips
zh_hant: 保護類型

# PropertyProviderStyle
source: Provider Style
lv_lv: Nodrošinātāja stils
zh_hant: 風格

# PropertyPublisher
source: Publisher
lv_lv: Izdevējs
zh_hant: 發行者

# PropertyRatingText
source: Rating
lv_lv: Vērtējums
zh_hant: 評分

# PropertyRevisionNumber
source: Revision Number
lv_lv: Pārskatījuma numurs
zh_hant: 修訂版編號

# PropertySampleRate
source: Sample Rate
lv_lv: Parauga ātrums
zh_hant: 採樣速率

# PropertySaveErrorDialog.CloseButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
lv_lv: Mēģināt vēlreiz
zh_hant: 重試

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
lv_lv: Tomēr aizvērt
zh_hant: 仍要關閉

# PropertySaveErrorDialog.Title
source: Error
lv_lv: Kļūda
zh_hant: 錯誤

# PropertySaveErrorMessage.Text
source: There was an issue saving some properties.
lv_lv: Bija problēma, saglabājot rekvizītus.
zh_hant: 儲存屬性時發生錯誤。

# PropertySeasonNumber
source: Season Number
lv_lv: Sezonas numurs
zh_hant: 季數

# PropertySectionCore
source: Core
lv_lv: Kodols
zh_hant: 檔案

# PropertySectionDocument
source: Document
lv_lv: Dokuments
zh_hant: 文件

# PropertySectionImage
source: Image
lv_lv: Attēls
zh_hant: 影像

# PropertySectionMedia
source: Media
lv_lv: Multivide
zh_hant: 媒體

# PropertySectionMusic
source: Music
lv_lv: Mūzika
zh_hant: 音樂

# PropertySectionPhoto
source: Photo
lv_lv: Fotoattēls
zh_hant: 相片

# PropertySeriesName
source: Series Name
lv_lv: Sērijas nosaukums
zh_hant: 系列名稱

# PropertySlideCount
source: Slide Count
lv_lv: Lapu skaits
zh_hant: 投影片計數

# PropertySubject
source: Subject
lv_lv: Tēma
zh_hant: 主旨

# PropertySyncStatus
source: Sync status
lv_lv: Sinhronizācijas statuss
zh_hant: 同步狀態

# PropertyTemplate
source: Template
lv_lv: Veidne
zh_hant: 範本

# PropertyThumbnailLargePath
source: Thumbnail Large Path
lv_lv: Sīktēla (Lielā) ceļš
zh_hant: 大縮略圖位置

# PropertyThumbnailLargeUri
source: Thumbnail Large Uri
lv_lv: Sīktēla (Lielā) URI
zh_hant: 大縮略圖連結

# PropertyThumbnailSmallPath
source: Thumbnail Small Path
lv_lv: Sīktēla (Mazā) ceļš
zh_hant: 小縮略圖位置

# PropertyThumbnailSmallUri
source: Thumbnail Small Uri
lv_lv: Sīktēla (Mazā) URI
zh_hant: 小縮略圖位置

# PropertyTitle
source: Title
lv_lv: Virsraksts
zh_hant: 標題

# PropertyTotalEditingTime
source: Total Editing Time
lv_lv: Kopējais rediģēšanas laiks
zh_hant: 總編輯時間

# PropertyTrackNumber
source: Track Number
lv_lv: Celiņa numurs
zh_hant: 曲目編號

# PropertyTrademarks
source: Trademarks
lv_lv: Preču zīmes
zh_hant: 商標

# PropertyUncompressedSize
source: Uncompressed size
lv_lv: Nesaspiestais izmērs
zh_hant: 壓縮前的大小

# PropertyUserWebUrl
source: User Web Url
lv_lv: Lietotāja interneta URL
zh_hant: 使用者網站連結

# PropertyVersion
source: Version
lv_lv: Versija
zh_hant: 版本

# PropertyVerticalResolution
source: Vertical Resolution
lv_lv: Vertikālā izšķirtspēja
zh_hant: 垂直解析度

# PropertyVerticalSize
source: Vertical Size
lv_lv: Vertikālais izmērs
zh_hant: 垂直大小

# PropertyWordCount
source: Word Count
lv_lv: Vārdu skaits
zh_hant: 字數統計

# PropertyWriter
source: Writer
lv_lv: Rakstnieks
zh_hant: 編劇

# PropertyYear
source: Year
lv_lv: Gads
zh_hant: 年份

# RecentFilesHeader.Text
source: Recent Files
lv_lv: Nesenie faili
zh_hant: 最近使用檔案

# RecentItemClearAll.Text
source: Clear all items
lv_lv: Notīrīt visus vienumus
zh_hant: 清空所有檔案

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
lv_lv: Iepriekš skatītie faili parādīsies šeit
zh_hant: 您最近開啟過的檔案和資料夾將顯示在此處

# RecentItemOpenFileLocation.Text
source: Open file location
lv_lv: Atvērt faila atrašanās vietu
zh_hant: 開啟檔案位置

# RecentItemRemove.Text
source: Remove this item
lv_lv: Noņemt šo vienumu
zh_hant: 刪除

# RecycleBinItemAutomation
source: Recycle bin item
lv_lv: Atkritnes vienums
zh_hant: 資源回收桶項目

# RecycleInProgress.Title
source: Moving files to the Recycle Bin
lv_lv: Failu pārvietošana uz Atkritni
zh_hant: 正在將檔案丟進資源回收桶

# RenameDialog.PrimaryButtonText
source: Set Name
lv_lv: Nosaukt
zh_hant: 命名

# RenameDialog.SecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# RenameDialog.Title
source: Enter an item name
lv_lv: Ievadiet vienuma nosaukumu
zh_hant: 輸入檔案名稱

# RenameDialogInputText.PlaceholderText
source: Enter an item name
lv_lv: Ievadiet vienuma nosaukumu
zh_hant: 輸入檔案名稱

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " <it id="1" pos="open">< ></it> |
lv_lv: Vienuma nosaukums nevar saterēt sekojošos simbolus: \ / : * ? " <it id="1" pos="open">< ></it> |
zh_hant: 檔案名稱不可以包含下列任意字元： \ / : * ? " <it id="1" pos="open">< ></it> |

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
lv_lv: Vienums, kuru mēģināt pārdēvēt, vairs nepastāv. Pārbaudiet pārdēvējamā faila atrašanās vietu.
zh_hant: 您欲重新命名的項目不存在。

# RenameError.ItemDeleted.Title
source: Item no longer exists
lv_lv: Vienums vairs nepastāv
zh_hant: 項目不存在

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
lv_lv: Norādītais nosaukums nav derīgs. Pārbaudiet vēlamo nosaukumu un mēģiniet vēlreiz.
zh_hant: 無效的檔名。請確認其有效性並再次命名。

# RenameError.NameInvalid.Title
source: Invalid item name
lv_lv: Nederīgs vienuma nosaukums
zh_hant: 無效的檔名

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
lv_lv: Vienuma nosaukuma garums pārsniedz maksimālo atļauto garumu. Pārbaudiet vēlamo nosaukumu un mēģiniet vēlreiz.
zh_hant: 新檔名的字數過長。請確認其有效性並再次命名。

# RenameError.TooLong.Title
source: Item name was too long
lv_lv: Vienuma nosaukums bijā pārāk garš.
zh_hant: 檔名過長

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
lv_lv: Ja nomainīsiet faila paplašinājumu, fails var palikt nelietojams. Vai tiešām vēlaties to mainīt?
zh_hant: 如果您變更副檔名，檔案可能會變成無法使用。您確定要變更嗎？

# RenameFileDialogTitle
source: Rename
lv_lv: Pārdēvēt
zh_hant: 重新命名

# ResizeElementKeyboardControl.AutomationProperties.Name
source: Sidebar resizer
lv_lv: Sānu joslas izmēra mainītājs
zh_hant: 調整側邊欄大小

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
lv_lv: Lietotni nepieciešams restartēt, lai pielietotu valodas iestatījumu. Vai vēlaties restartēt lietotni?
zh_hant: 需要重啟應用程式以更改語言設定。您要現在就重啟嗎?

# SearchPagePathBoxOverrideText
source: Search results in
lv_lv: Meklēšanas rezultāti
zh_hant: 搜尋結果

# SearchTabHeaderText
source: Search results
lv_lv: Meklēšanas rezultāti
zh_hant: 搜尋結果

# SearchUnindexedItemsButton.Content
source: Search unindexed items.
lv_lv: Meklēt neindeksētos vienumus.
zh_hant: 搜尋未被索引的檔案。

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
lv_lv: Neatradāt, ko meklējāt?
zh_hant: 沒有找到您想找的檔案嗎？

# SecondsAgo
source: {0} seconds ago
lv_lv: Pirms {0} sekundēm
zh_hant: {0} 秒前

# SecurityAdvancedAccessLabel.Text
source: Access
lv_lv: Piekļuve
zh_hant: 存取

# SecurityAdvancedAppliesToLabel.Text
source: Applies to
lv_lv: Piemērots
zh_hant: 適用於

# SecurityAdvancedCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. You can try to take ownership of this object.
lv_lv: Jums nav atļaujas, lai skatītu šī objekta drošības īpašības. Varat mēģināt pārņemt šī objekta īpašumtiesības.
zh_hant: 您沒有權限查看此項目的安全性設定。您可以嘗試獲取此物件的所有權。

# SecurityAdvancedEntityLabel.Text
source: Entity
lv_lv: Vienība
zh_hant: 主體

# SecurityAdvancedFlagsFilesLabel
source: files
lv_lv: faili
zh_hant: 檔案

# SecurityAdvancedFlagsFolderLabel
source: this folder
lv_lv: šī mape
zh_hant: 此資料夾

# SecurityAdvancedFlagsSubfoldersLabel
source: subfolders
lv_lv: apakšmapes
zh_hant: 子資料夾

# SecurityAdvancedFolderFiles.Text
source: This folder and files
lv_lv: Šī mape un faili
zh_hant: 此資料夾及檔案

# SecurityAdvancedFolderSubfolders.Text
source: This folder and subfolders
lv_lv: Šī mape un apakšmapes
zh_hant: 此資料夾及子資料夾

# SecurityAdvancedFolderSubfoldersFiles.Text
source: This folder, subfolders and files
lv_lv: Šī mape, apakšmapes un faili
zh_hant: 此資料夾、子資料夾及檔案

# SecurityAdvancedInheritedConvert.Text
source: Convert inherited permissions into explicit permissions
lv_lv: Pārveidot iedzimtās atļaujas uz tiešajām atļaujām
zh_hant: 將繼承的權限轉換成此物件中的明確權限

# SecurityAdvancedInheritedEnable.Text
source: Enable inheritance
lv_lv: Iespējot pārmantošanu
zh_hant: 啟用繼承

# SecurityAdvancedInheritedLabel.Text
source: Inherited
lv_lv: Mantots
zh_hant: 繼承

# SecurityAdvancedInheritedNoLabel
source: No
lv_lv: Nē
zh_hant: 否

# SecurityAdvancedInheritedRemove.Text
source: Remove all inherited permissions
lv_lv: Noņemt visas iedzimtās atļaujas
zh_hant: 移除所有繼承的權限

# SecurityAdvancedInheritedYesLabel
source: Yes
lv_lv: Jā
zh_hant: 是

# SecurityAdvancedOnlyFiles.Text
source: Only files
lv_lv: Tikai faili
zh_hant: 僅檔案

# SecurityAdvancedOnlySubfolders.Text
source: Only subfolders
lv_lv: Tikai apakšmapes
zh_hant: 僅子資料夾

# SecurityAdvancedOnlySubfoldersFiles.Text
source: Only subfolders and files
lv_lv: Tikai apakšmapes un failus
zh_hant: 僅子資料夾及檔案

# SecurityAdvancedOnlyThisFolder.Text
source: Only this folder
lv_lv: Tikai šo mapi
zh_hant: 僅此資料夾

# SecurityAdvancedPermissions.Text
source: Advanced permissions
lv_lv: Papildu atļaujas
zh_hant: 進階

# SecurityAdvancedPermissionsLabel.Text
source: Permissions
lv_lv: Atļaujas
zh_hant: 權限

# SecurityAdvancedPermissionsTitle
source: Advanced permissions for {0}
lv_lv: Papildus atļaujas priekš {0}
zh_hant: {0} 的進階安全性設定

# SecurityAdvancedReplaceChildPermissions.Text
source: Reset child permissions
lv_lv: Atiestatīt bērnu atļaujas
zh_hant: 重置子權限

# SecurityAdvancedReplaceChildPermissions2.ToolTipService.ToolTip
source: Replace all child object permissions entries with inheritable permission entries from this object
lv_lv: Aizvietot visas bērnu objektu atļaujas ar iedzimtajām atļaujām no šī objekta

# SecurityAdvancedSpecialLabel.Text
source: Special
lv_lv: Īpašs
zh_hant: 特殊存取權限

# SecurityAdvancedTypeLabel.Text
source: Type
lv_lv: Tips
zh_hant: 類型

# SecurityAllowLabel.Text
source: Allow
lv_lv: Atļaut
zh_hant: 允許

# SecurityAppendDataLabel.Text
source: Append data
lv_lv: Papildināt datus
zh_hant: 附加資料

# SecurityCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. Click "Advanced permissions" to proceed.
lv_lv: Jums nav atļauju, lai skatītu šī objekta drošības rekvizītus. Nospiediet "Papildu atļaujas", lai turpinātu.
zh_hant: 您沒有權限查看此項目的安全性設定。點擊「進階」以繼續。

# SecurityChangePermissionsLabel.Text
source: Change permission
lv_lv: Mainīt atļauju
zh_hant: 修改權限

# SecurityCreateDirectoriesLabel.Text
source: Create folders
lv_lv: Izveidot mapes
zh_hant: 新增資料夾

# SecurityCreateFilesLabel.Text
source: Create files
lv_lv: Izveidot failus
zh_hant: 新增檔案

# SecurityDeleteLabel.Text
source: Delete
lv_lv: Dzēst
zh_hant: 刪除

# SecurityDeleteSubdirectoriesAndFilesLabel.Text
source: Delete subdirectories and files
lv_lv: Dzēst apakšmapes un failus
zh_hant: 刪除子路徑及檔案

# SecurityDenyLabel.Text
source: Deny
lv_lv: Aizliegt
zh_hant: 拒絕

# SecurityExecuteFileLabel.Text
source: Execute files
lv_lv: Izpildīt failus
zh_hant: 執行檔案

# SecurityFullControlLabel.Text
source: Full control
lv_lv: Pilnīga kontrole
zh_hant: 完全控制

# SecurityListDirectoryLabel.Text
source: List directory contents
lv_lv: Rādīt mapju saturu
zh_hant: 列出目錄內容

# SecurityModifyLabel.Text
source: Modify
lv_lv: Modificēt
zh_hant: 修改

# SecurityNoneLabel.Text
source: None
lv_lv: Nav
zh_hant: 無

# SecurityOwnerLabel.Text
source: Owner
lv_lv: Īpašnieks
zh_hant: 擁有者

# SecurityPermissionsLabel.Text
source: Permissions for
lv_lv: Atļaujas
zh_hant: 主體權限 -

# SecurityReadAndExecuteLabel.Text
source: Read and execute
lv_lv: Lasīt un izpildīt
zh_hant: 讀取和執行

# SecurityReadAttributesLabel.Text
source: Read attributes
lv_lv: Lasīt atribūtus
zh_hant: 讀取屬性

# SecurityReadDataLabel.Text
source: Read data
lv_lv: Lasīt datus
zh_hant: 讀取資料

# SecurityReadExtendedAttributesLabel.Text
source: Read extended attributes
lv_lv: Lasīt paplašinātos atribūtus
zh_hant: 讀取擴充屬性

# SecurityReadLabel.Text
source: Read
lv_lv: Lasīt
zh_hant: 讀取

# SecurityReadPermissionsLabel.Text
source: Read permissions
lv_lv: Lasīt atļaujas
zh_hant: 讀取權限

# SecuritySpecialLabel.Text
source: Special
lv_lv: Īpašs
zh_hant: 特殊存取權限

# SecurityTakeOwnershipLabel.Text
source: Take ownership
lv_lv: Pārņemt īpašumtiesības
zh_hant: 取得擁有權

# SecurityTraverseLabel.Text
source: Visit folder
lv_lv: Apmeklēt mapi
zh_hant: 查看資料夾

# SecurityUnknownAccount
source: Unknown account
lv_lv: Nezināms konts
zh_hant: 帳戶名稱不詳

# SecurityUnknownOwnerText.Text
source: Unknown owner
lv_lv: Nezināms īpašnieks
zh_hant: 擁有者不詳

# SecurityUsersGroupLabel.Text
source: Group or user names
lv_lv: Grupa vai lietotājvārdi
zh_hant: 群組或使用者名稱

# SecurityWriteAttributesLabel.Text
source: Write attributes
lv_lv: Rakstīt atribūtus
zh_hant: 寫入屬性

# SecurityWriteDataLabel.Text
source: Write data
lv_lv: Rakstīt datus
zh_hant: 寫入資料

# SecurityWriteExtendedAttributesLabel.Text
source: Write extended attributes
lv_lv: Rakstīt paplašinātos atribūtus
zh_hant: 寫入擴充屬性

# SecurityWriteLabel.Text
source: Write
lv_lv: Lasīt
zh_hant: 寫入

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
lv_lv: Atlasītā faila priekšskatījuma panelis
zh_hant: 預覽已選取的檔案

# SettingCopyVersionInfo.Content
source: Copy
lv_lv: Kopēt
zh_hant: 複製

# SettingsAboutContributors.Text
source: Contributors
lv_lv: Ieguldītāji
zh_hant: 貢獻者

# SettingsAboutContributorsListViewItem.AutomationProperties.Name
source: See who contributed to Files
lv_lv: Skatīt, kas palīdzēja Failu izstrādē
zh_hant: 看看誰做出了貢獻

# SettingsAboutDocumentation.Text
source: Documentation
lv_lv: Dokumentācija
zh_hant: 使用手冊

# SettingsAboutDocumentationListViewItem.AutomationProperties.Name
source: Visit the Files documentation website
lv_lv: Apmeklējiet Failu dokumentācijas vietni
zh_hant: 前往 Files 使用手冊網站

# SettingsAboutOpenLogLocationButton.AutomationProperties.Name
source: Open log location
lv_lv: Atvērt žurnāla atrašanās vietu
zh_hant: 開啟紀錄檔資料夾

# SettingsAboutOpenLogLocationButtonText.Text
source: Open log location
lv_lv: Atvērt žurnāla atrašanās vietu
zh_hant: 開啟紀錄檔資料夾

# SettingsAboutPrivacyPolicy.Text
source: Privacy policy
lv_lv: Privātuma politika
zh_hant: 隱私權政策

# SettingsAboutPrivacyPolicyListViewItem.AutomationProperties.Name
source: View Files privacy policy
lv_lv: Skatīt Files privātuma politiku
zh_hant: 檢視 Files 的隱私權政策

# SettingsAboutReleaseNotes.Text
source: Release notes
lv_lv: Laidiena piezīmes
zh_hant: 版本資訊

# SettingsAboutReleaseNotesListViewItem.AutomationProperties.Name
source: Find out what's new in Files
lv_lv: Uzzini jaunumus lietotnē Faili
zh_hant: 查看新功能

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
lv_lv: Iesniegt atsauksmes
zh_hant: 提交意見反應

# SettingsAboutSubmitFeedbackListViewItem.AutomationProperties.Name
source: Send the developers an issue report with more information
lv_lv: Nosūtīt izstrādātājiem detalizētu problēmas ziņojumu
zh_hant: 傳送包含詳細資訊的問題回報

# SettingsAboutSupportUs.Text
source: Support us
lv_lv: Atbalstiet mūs
zh_hant: 贊助我們

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on PayPal
lv_lv: Atbalstiet mūs PayPal
zh_hant: 透過 PayPal 贊助我們

# SettingsAboutThirdPartyLicenses.Text
source: Third party licenses
lv_lv: Trešās puses licences
zh_hant: 第三方憑證

# SettingsAboutTitle.Text
source: About
lv_lv: Par
zh_hant: 關於

# SettingsAboutVersionTitle
source: Version:
lv_lv: Versija:
zh_hant: 版本：

# SettingsAppearanceCustomThemes.Title
source: Custom themes
lv_lv: Pielāgojamie motīvi
zh_hant: 客製化主題

# SettingsAppearanceOpenThemesFolderButton.Content
source: Open themes folder
lv_lv: Atvērt motīvu mapi
zh_hant: 開啟客製化主題資料夾

# SettingsAppearanceTheme.Title
source: Choose your color
lv_lv: Izvēlēties krāsu
zh_hant: 選擇您的顏色配置

# SettingsAppearanceTitle.Text
source: Appearance
lv_lv: Izskats
zh_hant: 外觀

# SettingsContextMenu.Text
source: Customize the right click context menu
lv_lv: Pielāgot labā klikšķa izvēlni
zh_hant: 自訂右鍵選單

# SettingsContextMenuOverflowSwitch.Title
source: Move overflow items into a sub menu
lv_lv: Pārvietot pārpildes vienumus apakšizvēlnē
zh_hant: 將右鍵選單溢出的選項移至子選單中

# SettingsDateFormat.Title
source: Date format
lv_lv: Datuma formāts
zh_hant: 日期格式

# SettingsDialogCloseButton.ToolTipService.ToolTip
source: Close
lv_lv: Aizvērt
zh_hant: 關閉

# SettingsDualPane.Text
source: Dual pane
lv_lv: Dubulti paneļi
zh_hant: 分割畫面

# SettingsEnableLayoutPreferencesPerFolder.Title
source: Enable individual preferences for individual directories
lv_lv: Iespējot atšķirīgus iestatījumus katrai mapei

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
lv_lv: UZMANĪBU: EKSPERIMENTĀLAS FUNKCIJAS!
zh_hant: 警告：此為實驗性功能！

# SettingsExperimentalTitle.Text
source: Experimental
lv_lv: Eksperimentāli
zh_hant: 實驗

# SettingsFilesAndFoldersHideSystemItems.Title
source: Hide protected operating system files (Recommended)
lv_lv: Paslēpt aizsargātos operētājsistēmas failus (Ieteicams)
zh_hant: 隱藏受保護的作業系統檔案（建議開啟）

# SettingsFilesAndFoldersShowFileExtensions.Title
source: Show extensions for known file types
lv_lv: Rādīt paplašinājumus zināmiem failu tipiem
zh_hant: 顯示已知檔案類型的副檔名

# SettingsFilesAndFoldersShowHiddenItems.Title
source: Show hidden files and folders
lv_lv: Rādīt slēptos failus un mapes
zh_hant: 顯示隱藏的檔案和資料夾

# SettingsFilesAndFoldersTitle.Text
source: Files & Folders
lv_lv: Faili & mapes
zh_hant: 檔案和資料夾

# SettingsFluentUISystemIconsLicenseButton.AutomationProperties.Name
source: Fluent UI System Icons
lv_lv: Fluent UI sistēmas ikonas

# SettingsFluentUISystemIconsLicenseButton.Content
source: Fluent UI System Icons
lv_lv: Fluent UI Sistēmas ikonas

# SettingsListAndSortDirectoriesAlongsideFiles.Title
source: List and sort directories alongside files
lv_lv: Rādīt un kārtot mapes kopā ar failiem
zh_hant: 將檔案與資料夾視為同一項目進行排序

# SettingsMultitaskingAlwaysOpenDualPane.Title
source: Always open new tabs in dual pane mode
lv_lv: Vienmēr atvērt jaunas cilnes dubultu paneļu režīmā
zh_hant: 一律使用分割畫面模式開啟索引標籤

# SettingsMultitaskingEnableDualPane.Title
source: Enable dual pane view
lv_lv: Iespējot dubultu paneļu skatu
zh_hant: 開啟分割畫面模式

# SettingsMultitaskingTitle.Text
source: Multitasking
lv_lv: Vairākuzdevumu režīms
zh_hant: 多工處理

# SettingsNavAbout.Content
source: About
lv_lv: Par
zh_hant: 關於

# SettingsNavAppearance.Content
source: Appearance
lv_lv: Izskats
zh_hant: 外觀

# SettingsNavExperimental.Content
source: Experimental
lv_lv: Eksperimentāli
zh_hant: 實驗

# SettingsNavFilesAndFolders.Content
source: Files & Folders
lv_lv: Faili & mapes
zh_hant: 檔案和資料夾

# SettingsNavMultitasking.Content
source: Multitasking
lv_lv: Vairākuzdevumu režīms
zh_hant: 多工處理

# SettingsNavOnStartup.Content
source: On Startup
lv_lv: Startējot
zh_hant: 啟動時
