Repository: MelvinSnijders/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: lv_lv, zh_hant

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
lv_lv: Mērķa mape ir arī avota mape.
zh_hant: 此位置已經有相同的資料夾。

# ErrorDialogSkip
source: Skip
lv_lv: Izlaist
zh_hant: 跳過

# ErrorDialogTheDestinationFolder
source: The destination folder
lv_lv: Mērķa mape
zh_hant: 目標資料夾是

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
lv_lv: Šī darbība nevar tikt veikta
zh_hant: 無法完成該操作

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
lv_lv: Pieprasītā operācija netiek atbalstīta
zh_hant: 尚不支援此操作

# ErrorInputEmpty
source: Input field cannot be empty!
lv_lv: Ievades lauks nedrīkst būt tukšs!
zh_hant: 輸入欄位不得空白！

# ErrorNameInputRestricted
source: Using this name is not allowed!
lv_lv: Šī vārda izmantošana nav atļauta!
zh_hant: 無法使用此名稱！

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " <it id="1" pos="open">< ></it> |
lv_lv: Nosaukums nevar saturēt sekojošos simbolus: \ / : * ? " <it id="1" pos="open">< ></it> |
zh_hant: 檔案名稱不可以包含下列任意字元： \ / : * ? " <it id="1" pos="open">< ></it> |

# ExceptionNotificationAccessLogFileButton
source: Open log location
lv_lv: Atvērt datu žurnāla atrašanās vietu
zh_hant: 開啟紀錄檔資料夾

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
lv_lv: Failiem radās problēma, kurai izstrādātāji vēl nebija sagatavojušies.
zh_hant: Files 因不明原因而發生錯誤。

# ExceptionNotificationHeader
source: Something went wrong!
lv_lv: Kaut kas nogāja greizi!
zh_hant: 發生錯誤！

# ExceptionNotificationReportButton
source: Report this issue
lv_lv: Ziņot par šo problēmu
zh_hant: 回報此問題

# ExtractingArchiveText
source: Extracting archive
lv_lv: Izvelk arhīvu
zh_hant: 正在解壓縮封存

# ExtractingCompleteText
source: Extracting complete!
lv_lv: Izvilkšana pabeigta!

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
lv_lv: Faila ikona
zh_hant: 檔案圖示

# FileFolderListItem
source: File folder
lv_lv: Failu mape
zh_hant: 資料夾

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
lv_lv: Mēģināt vēlreiz
zh_hant: 重試

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
lv_lv: Fails, kuru mēģināt dzēst, tiek izmantots citā lietotnē.
zh_hant: 欲刪除的檔案正被其他應用程式使用。

# FileInUseDeleteDialog.Title
source: File is in use
lv_lv: Fails tiek lietots
zh_hant: 檔案使用中

# FileItemAutomation
source: File
lv_lv: Fails
zh_hant: 檔案

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " <it id="1" pos="open">< ></it> |
lv_lv: Vienuma nosaukums nevar saterēt sekojošos simbolus: \ / : * ? " <it id="1" pos="open">< ></it> |
zh_hant: 檔案名稱不可以包含下列任意字元： \ / : * ? " <it id="1" pos="open">< ></it> |

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
lv_lv: Fails, kuram mēģināt piekļūt, iespējams, tika pārvietots vai dzēsts.
zh_hant: 目標檔案可能已被移動或刪除。

# FileNotFoundDialog.Title
source: File Not Found
lv_lv: Fails nav atrasts
zh_hant: 找不到檔案

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
lv_lv: Fails, kuru mēģināt priekšskatīt, iespējams, tika pārvietots vai dzēsts.
zh_hant: 欲預覽的檔案可能已被移動或刪除。

# FileTagUnknown
source: Unknown
lv_lv: Nezināms
zh_hant: 未知

# FolderItemAutomation
source: Folder
lv_lv: Mape
zh_hant: 資料夾

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
lv_lv: Mape, kurai mēģināt piekļūt, iespējams, tika pārvietota vai dzēsta.
zh_hant: 目標資料夾可能已被移動或刪除。

# FolderNotFoundDialog.Title
source: Did you delete this folder?
lv_lv: Vai Jūs izdzēsāt šo mapi?
zh_hant: 您把資料夾刪除了嗎?

# FolderWidgetDescription.Text
source: Folders
lv_lv: Mapes
zh_hant: 資料夾

# FullTrustStatusTeachingTip.Subtitle
source: Files is running as administrator
lv_lv: Files ir palaists administratora režīmā
zh_hant: Files 正以系統管理員身分執行中

# FullTrustStatusTeachingTip.Title
source: Administrator
lv_lv: Administrators
zh_hant: 系統管理員

# GroupItemsCount_Plural
source: {0} items
lv_lv: {0} vienumi
zh_hant: {0} 個項目

# GroupItemsCount_Singular
source: {0} item
lv_lv: {0} vienums
zh_hant: {0} 個項目

source: Home
lv_lv: Mājas
zh_hant: 首頁

# HorizontalMultitaskingControlAddButton.AutomationProperties.Name
source: New tab (Ctrl+T)
lv_lv: Jauna cilne (Ctrl+T)
zh_hant: 新分頁（Ctrl + T）

# HorizontalMultitaskingControlAddButton.ToolTipService.ToolTip
source: New tab (Ctrl+T)
lv_lv: Jauna cilne (Ctrl+T)
zh_hant: 新分頁（Ctrl + T）

# HorizontalMultitaskingControlCloseButton.ToolTipService.ToolTip
source: Close tab (Ctrl+W)
lv_lv: Aizvērt cilni (Ctrl+W)
zh_hant: 關閉分頁（Ctrl + W）

# HorizontalMultitaskingControlCloseTabsToTheRight.Text
source: Close tabs to the right
lv_lv: Aizvērt cilnes labajā pusē
zh_hant: 關閉右邊的索引標籤

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
lv_lv: Dublicēt cilni
zh_hant: 複製分頁

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
lv_lv: Pārvietot cilni uz jaunu logu
zh_hant: 將分頁移到新視窗

# HorizontalMultitaskingControlNewTab.Text
source: New tab
lv_lv: Jauna cilne
zh_hant: 新分頁

# HorizontalMultitaskingControlReopenClosedTab.Text
source: Reopen closed tab
lv_lv: Atkārtoti atvērt aizvērto cilni
zh_hant: 重新開啟已關閉的分頁

# HourAgo
source: {0} hour ago
lv_lv: Pirms {0} stundas
zh_hant: {0} 小時前

# HoursAgo
source: {0} hours ago
lv_lv: Pirms {0} stundām
zh_hant: {0} 小時前

# InsertDiscDialog.CloseDialogButton
source: Close
lv_lv: Aizvērt
zh_hant: 關閉

# InsertDiscDialog.Title
source: Insert a disc
lv_lv: Ievietot disku
zh_hant: 插入光碟

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
lv_lv: Atsauktais vienums ir vai nu nederīgs vai nepieejams.{0}Kļūdas ziņojums:{0}{1}
zh_hant: 參考項目無效或無法存取。{0}錯誤訊息：{0}{1}

# InvalidItemDialogTitle
source: Invalid item
lv_lv: Nederīgs vienums
zh_hant: 無效的項目

# ItemAlreadyExistsDialogCloseButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
lv_lv: Šajā mapē jau pastāv vienums ar šādu nosaukumu.
zh_hant: 目標目錄已存在同名檔案。

# ItemAlreadyExistsDialogPrimaryButtonText
source: Generate new name
lv_lv: Ģenerēt jaunu nosaukumu
zh_hant: 重新命名

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
lv_lv: Aizvietot esošo vienumu
zh_hant: 覆蓋現有檔案

# ItemAlreadyExistsDialogTitle
source: Item already exists
lv_lv: Vienums jau pastāv
zh_hant: 檔案已存在

# ItemCount.Text
source: item
lv_lv: vienums
zh_hant: 項目

# ItemsCount.Text
source: items
lv_lv: vienumi
zh_hant: 項目

# ItemSelected.Text
source: item selected
lv_lv: vienums atlasīts
zh_hant: 已選取的項目

# ItemSizeBytes
source: bytes
lv_lv: baiti
zh_hant: 個位元組

# ItemSizeNotCalcluated
source: Not calculated
lv_lv: Nav aprēķināts
zh_hant: 未計算

# ItemSizeText_Huge
source: Huge
lv_lv: Milzīgs
zh_hant: 巨大

# ItemSizeText_Large
source: Large
lv_lv: Liels
zh_hant: 大

# ItemSizeText_Medium
source: Medium
lv_lv: Vidējs
zh_hant: 中

# ItemSizeText_Small
source: Small
lv_lv: Mazs
zh_hant: 小

# ItemSizeText_Tiny
source: Tiny
lv_lv: Niecīgs
zh_hant: 微小

# ItemSizeText_VeryLarge
source: Very large
lv_lv: Ļoti liels
zh_hant: 極大

# ItemsSelected.Text
source: items selected
lv_lv: vienumi atlasīti
zh_hant: 已選取的項目

# ItemTimeText_Before
source: Before {0}
lv_lv: Pirms {0}
zh_hant: {0} 前

# ItemTimeText_LastMonth
source: Last month
lv_lv: Pagājušajā mēnesī
zh_hant: 上個月

# ItemTimeText_LastWeek
source: Last week
lv_lv: Pagājušajā nedēļā
zh_hant: 上週

# ItemTimeText_Older
source: Older
lv_lv: Vecāks
zh_hant: 更早

# ItemTimeText_ThisMonth
source: This month
lv_lv: Šajā mēnesī
zh_hant: 本月

# ItemTimeText_ThisWeek
source: Earlier this week
lv_lv: Šonedēļ
zh_hant: 本週初

# ItemTimeText_ThisYear
source: This year
lv_lv: Šogad
zh_hant: 今年

# ItemTimeText_Today
source: Today
lv_lv: Šodien
zh_hant: 今天

# ItemTimeText_Yesterday
source: Yesterday
lv_lv: Vakar
zh_hant: 昨天

# ItemTypeFile
source: File
lv_lv: Fails
zh_hant: 檔案

# ItemTypeLibrary
source: Library
lv_lv: Bibliotēka
zh_hant: 媒體櫃

# JumpListRecentGroupHeader
source: Recent
lv_lv: Nesenie
zh_hant: 最近

# LibraryItemAutomation
source: Library
lv_lv: Bibliotēka
zh_hant: 媒體櫃

# LibraryLocations.Text
source: Locations:
lv_lv: Atrašanās vietas:
zh_hant: 位置：

# LibraryLocationsButtonAdd.Label
source: Add
lv_lv: Pievienot
zh_hant: 新增

# LibraryLocationsButtonRemove.Label
source: Remove
lv_lv: Noņemt
zh_hant: 移除

# LibraryLocationsButtonSetDefault.Label
source: Default
lv_lv: Noklusējuma
zh_hant: 預設

# LibraryLocationsButtonSetDefault.ToolTipService.ToolTip
source: Set as default save path
lv_lv: Iestatīt kā noklusējuma saglabāšanas ceļu
zh_hant: 設為預設儲存位置

# LibraryNoLocations.Text
source: No locations
lv_lv: Nav atrašanās vietu
zh_hant: 沒有位置

# LightTheme
source: Light
lv_lv: Gaišs
zh_hant: 淺色

# MinuteAgo
source: {0} minute ago
lv_lv: Pirms {0} minūtes
zh_hant: {0} 分鐘前

# MinutesAgo
source: {0} minutes ago
lv_lv: Pirms {0} minūtēm
zh_hant: {0} 分鐘前

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
lv_lv: Bitkartes attēls
zh_hant: Bitmap 檔案

# ModernNavigationToolbaNewFolder.Text
source: Folder
lv_lv: Mape
zh_hant: 資料夾

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
lv_lv: Teksta dokuments
zh_hant: 文字文件

# MoveInProgress
source: Moving items
lv_lv: Vienumu pārvietošana
zh_hant: 正在移動檔案

# MoveItemsDialogPrimaryButtonText
source: Move
lv_lv: Pārvietot
zh_hant: 移動

# MoveItemsDialogSecondaryButtonText
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
lv_lv: {0} vienumi tiks pārvietoti
zh_hant: 將移動 {0} 個項目

# MoveItemsDialogSubtitleSingle
source: One item will be moved
lv_lv: Viens vienums tiks pārvietots
zh_hant: 將移動一個項目

# MoveItemsDialogTitle
source: Move item(s)
lv_lv: Pārvietot vienumu(s)
zh_hant: 移動項目

# MoveToFolderCaptionText
source: Move to {0}
lv_lv: Pārvietot uz {0}
zh_hant: 移至 {0}

# nameColumn.Header
source: Name
lv_lv: Nosaukums
zh_hant: 名稱

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
lv_lv: Pāriet atpakaļ
zh_hant: 向後導覽

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt+Left Arrow)
lv_lv: Atpakaļ (Alt + Kreisā bultiņa)
zh_hant: 返回（Alt + 向左键）

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
lv_lv: Pāriet uz priekšu
zh_hant: 向前導覽

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt+Right Arrow)
lv_lv: Uz priekšu (Alt + Labā bultiņa)
zh_hant: 下一頁（Alt + 向右鍵）

# NavigationToolbarClosePane.Label
source: Close pane
lv_lv: Aizvērt paneli
zh_hant: 關閉畫面

# NavigationToolbarCopy.Label
source: Copy
lv_lv: Kopēt
zh_hant: 複製

# NavigationToolbarCopy.ToolTipService.ToolTip
source: Copy
lv_lv: Kopēt
zh_hant: 複製

# NavigationToolbarCopyPath.Label
source: Copy location
lv_lv: Kopēšanas atrašanās vieta
zh_hant: 複製位置

# NavigationToolbarEnterCompactOverlay.Label
source: Enter compact overlay
lv_lv: Atvērt kompakto pārklāju
zh_hant: 保持在最上層

# NavigationToolbarExitCompactOverlay.Label
source: Exit compact overlay
lv_lv: Iziet kompakto pārklājumu
zh_hant: 返回完整檢視

# NavigationToolbarNewPane.Label
source: New pane
lv_lv: Jauns panelis
zh_hant: 新增畫面

# NavigationToolbarNewWindow.Label
source: New window
lv_lv: Jauns logs
zh_hant: 新視窗

# NavigationToolbarOpenInTerminal.Label
source: Open in Terminal...
lv_lv: Atvērt terminālī...
zh_hant: 在終端機中開啟...

# NavigationToolbarPaste.Label
source: Paste
lv_lv: Ielīmēt
zh_hant: 貼上

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
lv_lv: Meklēt
zh_hant: 搜尋

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
lv_lv: Ievadīt ceļu
zh_hant: 輸入位置

# NavigationToolbarVisiblePathNoResults
source: No results
lv_lv: Nav rezultātu
zh_hant: 沒有結果

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
lv_lv: Atsvaidzināt (F5)
zh_hant: 重新整理（F5）

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
lv_lv: Atsvaidzināt mapi
zh_hant: 重新整理資料夾

# NavSearchButton.AutomationProperties.Name
source: Search
lv_lv: Meklēt
zh_hant: 搜尋

# NavSearchButton.ToolTipService.ToolTip
source: Search (Ctrl+F)
lv_lv: Meklēt (Ctrl+F)
zh_hant: 搜尋（Ctrl + F）

# NavSettingsButton.AutomationProperties.Name
source: Settings
lv_lv: Iestatījumi
zh_hant: 設定

# NavSettingsButton.ToolTipService.ToolTip
source: Settings
lv_lv: Iestatījumi
zh_hant: 設定

# NavToolbarArrangementOptionDateCreated.Text
source: Date created
lv_lv: Izveides datums
zh_hant: 建立日期

# NavToolbarArrangementOptionDateDeleted.Text
source: Date deleted
lv_lv: Dzēšanas datums
zh_hant: 刪除日期

# NavToolbarArrangementOptionDateModified.Text
source: Date modified
lv_lv: Modificēšanas datums
zh_hant: 修改日期

# NavToolbarArrangementOptionName.Text
source: Name
lv_lv: Vārds
zh_hant: 名稱(N)

# NavToolbarArrangementOptionSize.Text
source: Size
lv_lv: Lielums
zh_hant: 大小

# NavToolbarArrangementOptionSyncStatus.Text
source: Sync status
lv_lv: Sinhronizācijas statuss
zh_hant: 同步狀態

# NavToolbarArrangementOptionType.Text
source: Type
lv_lv: Tips
zh_hant: 類型

# NavToolbarClearSelection.Text
source: Clear Selection
lv_lv: Notīrīt atlasi
zh_hant: 取消選取

# NavToolbarColumnView.AutomationProperties.Name
source: Column View
lv_lv: Kolonnu skats
zh_hant: 清單

# NavToolbarColumnView.ToolTipService.ToolTip
source: Column View (Ctrl+Shift+6)
lv_lv: Kolonnu skats (Ctrl+Shift+6)
zh_hant: 清單（Ctrl + Shift + 6）

# NavToolbarDetailsView.AutomationProperties.Name
source: Details View
lv_lv: Detalizēts skats
zh_hant: 詳細資料

# NavToolbarDetailsView.ToolTipService.ToolTip
source: Details View (Ctrl+Shift+1)
lv_lv: Detalizēts skats (Ctrl+Shift+1)
zh_hant: 詳細資料（Ctrl + Shift + 1）

# NavToolbarDisplayOptions.Text
source: Display Options
lv_lv: Attēlojuma opcijas
zh_hant: 顯示選項

# NavToolbarGridViewLarge.AutomationProperties.Name
source: Grid View (Large)
lv_lv: Režģa skats (Liels)
zh_hant: 大圖示

# NavToolbarGridViewLarge.ToolTipService.ToolTip
source: Grid View (Large) (Ctrl+Shift+5)
lv_lv: Režģa skats (Liels) (Ctrl+Shift+5)
zh_hant: 大圖示（Ctrl + Shift + 5）

# NavToolbarGridViewMedium.AutomationProperties.Name
source: Grid View (Medium)
lv_lv: Režģa skats (Vidējs)
zh_hant: 中圖示

# NavToolbarGridViewMedium.ToolTipService.ToolTip
source: Grid View (Medium) (Ctrl+Shift+4)
lv_lv: Režģa skats (Vidējs) (Ctrl+Shift+4)
zh_hant: 中圖示（Ctrl + Shift + 4）

# NavToolbarGridViewSmall.AutomationProperties.Name
source: Grid View (Small)
lv_lv: Režģa skats (Mazs)
zh_hant: 小圖示

# NavToolbarGridViewSmall.ToolTipService.ToolTip
source: Grid View (Small) (Ctrl+Shift+3)
lv_lv: Režģa skats (Mazs) (Ctrl+Shift+3)
zh_hant: 小圖示（Ctrl + Shift + 3）

# NavToolbarGroupByOptionNone.Text
source: None
lv_lv: Nav
zh_hant: 無

# NavToolbarGroupByRadioButtons.Header
source: Group By
lv_lv: Grupēt pēc
zh_hant: 分類

# NavToolbarInvertSelection.Text
source: Invert Selection
lv_lv: Mainīt atlasi uz pretējo
zh_hant: 反選

# NavToolbarLayout.Text
source: Layout
lv_lv: Izkārtojums
zh_hant: 檢視

# NavToolbarLayoutOptionsButton.AutomationProperties.Name
source: Layout
lv_lv: Izkārtojums
zh_hant: 檢視

# NavToolbarLayoutOptionsButton.Label
source: Layout
lv_lv: Izkārtojums
zh_hant: 檢視

# NavToolbarLayoutOptionsButton.ToolTipService.ToolTip
source: Layout
lv_lv: Izkārtojums
zh_hant: 檢視

# NavToolbarManageWidgetsFlyoutHeader.Text
source: Manage Widgets
lv_lv: Pārvaldīt logrīkus
zh_hant: 管理小工具

# NavToolbarMultiselect.Text
source: Multiselect
lv_lv: Vairākatlase
zh_hant: 多重選取

# NavToolbarSelectAll.Text
source: Select All
lv_lv: Atlasīt visu
zh_hant: 全部選取

# NavToolbarSelectionOptions.AutomationProperties.Name
source: Selection options
lv_lv: Atlases opcijas
zh_hant: 選取選項

# NavToolbarSelectionOptions.Label
source: Select
lv_lv: Atlasīt
zh_hant: 選擇

# NavToolbarSelectionOptions.ToolTipService.ToolTip
source: Selection options
lv_lv: Atlases opcijas
zh_hant: 選取選項

# NavToolbarShowBundlesWidget.Header
source: Show Bundles widget
lv_lv: Rādīt Saišņu logrīku
zh_hant: 顯示快速存取小工具

# NavToolbarShowDrivesWidget.Header
source: Show Drives widget
lv_lv: Rādīt Disku logrīku
zh_hant: 顯示磁碟機小工具

# NavToolbarShowFileExtensions.Header
source: Show file extensions
lv_lv: Rādīt failu paplašinājumus
zh_hant: 顯示副檔名

# NavToolbarShowFolderWidget.Header
source: Show Folders widget
lv_lv: Rādīt Bibliotēkas logrīku
zh_hant: 顯示資料夾小工具

# NavToolbarShowHiddenItems.Header
source: Show hidden items
lv_lv: Rādīt paslēptos vienumus
zh_hant: 顯示隱藏項目

# NavToolbarShowRecentFilesWidget.Header
source: Show Recent Files widget
lv_lv: Rādīt Neseno Failu logrīku
zh_hant: 顯示最近使用檔案小工具

# NavToolbarSortByRadioButtons.Header
source: Sort By
lv_lv: Kārtot pēc
zh_hant: 排序

# NavToolbarSortDirectionOptionAscending.Text
source: Ascending
lv_lv: Augošā secībā
zh_hant: 遞增

# NavToolbarSortDirectionOptionDescending.Text
source: Descending
lv_lv: Dilstošā secībā
zh_hant: 遞減

# NavToolbarSortDirectionRadioButtons.Header
source: Sort direction
lv_lv: Kārtošanas virziens
zh_hant: 排序方向

# NavToolbarSortOptionsButton.AutomationProperties.Name
source: Sort
lv_lv: Kārtot
zh_hant: 排序

# NavToolbarSortOptionsButton.Label
source: Sort
lv_lv: Kārtot
zh_hant: 排序

# NavToolbarSortOptionsButton.ToolTipService.ToolTip
source: Sort
lv_lv: Kārtot
zh_hant: 排序

# NavToolbarTilesView.AutomationProperties.Name
source: Tiles View
lv_lv: Mozaīkas skats
zh_hant: 並排

# NavToolbarTilesView.ToolTipService.ToolTip
source: Tiles View (Ctrl+Shift+2)
lv_lv: Mozaīkas skats (Ctrl+Shift+2)
zh_hant: 並排（Ctrl + Shift + 2）

# NavToolbarWidgets.Label
source: Widgets
lv_lv: Logrīki
zh_hant: 小工具

# NavToolbarWidgets.ToolTipService.ToolTip
source: Manage Widgets
lv_lv: Pārvaldīt logrīkus
zh_hant: 管理小工具

# NavToolbarWidgetsManager.AutomationProperties.Name
source: Manage widgets
lv_lv: Pārvaldīt logrīkus
zh_hant: 管理小工具

# NavUpButton.AutomationProperties.Name
source: Go up one directory
lv_lv: Pāriet vienu mapi augšup
zh_hant: 到上一層資料夾

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt+Up Arrow)
lv_lv: Augšup (Alt + Bultiņa uz augšu)
zh_hant: 上移（Alt + 向上鍵）

source: Network
lv_lv: Tīkls
zh_hant: 網路

source: New File
lv_lv: Jauns fails
zh_hant: 新檔案

source: New Folder
lv_lv: Jauna mape
zh_hant: 新增資料夾

source: New tab
lv_lv: Jauna cilne
zh_hant: 新索引標籤

source: No item selected
lv_lv: Nav atlasīts neviens vienums
zh_hant: 未選取任何項目

# OpenItemsWithCaptionText
source: Open with
lv_lv: Atvērt ar
zh_hant: 開啟檔案 -

# originalPathColumn.Header
source: Original path
lv_lv: Oriģinālais ceļš
zh_hant: 原始位置

# PasteInProgress.Title
source: Pasting files
lv_lv: Failu ielīmēšana
zh_hant: 正在貼上檔案

# PinItemToStart.Text
source: Pin to the Start Menu
lv_lv: Piespraust Sākuma Izvēlnē
zh_hant: 釘選至開始功能表

# PinToSidebarByDraggingCaptionText
source: Move here
lv_lv: Pārvietot šeit
zh_hant: 移至此處

# PreviewPaneDetailsNotAvailableText
source: No details available
lv_lv: Detaļas nav pieejamas
zh_hant: 無法查看詳細資料

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
lv_lv: Faila detaļas
zh_hant: 檔案詳細資料

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
lv_lv: Faila priekšskatījums
zh_hant: 預覽檔案

# PreviewPaneLoadCloudItemButton.Content
source: Load full preview
lv_lv: Atvērt pilno priekšskatījumu
zh_hant: 載入完整預覽

# PreviewPaneLoadCloudItemButton.ToolTipService.ToolTip
source: Downloads the item from the cloud and loads the preview
lv_lv: Lejupielādē vienumu no mākoņa un atver priekšskatījumu
zh_hant: 從雲端下載檔案並載入預覽

# PreviewPaneToggle.Label
source: Preview
lv_lv: Priekšskatīt
zh_hant: 預覽

# PreviewPaneToggle.ToolTipService.ToolTip
source: Toggle the preview pane (Ctrl+P)
lv_lv: Pārslēgt priekšskata paneli (Ctrl + P)
zh_hant: 開啟/關閉預覽畫面（Ctrl + P）

# PropertiesAccessed.Text
source: Accessed:
lv_lv: Piekļūts:
zh_hant: 存取日期：

# PropertiesAttributes.Text
source: Attributes:
lv_lv: Atribūti:
zh_hant: 屬性：

# PropertiesCombinedItemPath
source: All in {0}
lv_lv: Visi iekš {0}
zh_hant: {0} 中的所有項目

# PropertiesCreated.Text
source: Created:
lv_lv: Izveidoja:
zh_hant: 新增：

# PropertiesDialogCancelButton.Content
source: Cancel
lv_lv: Atcelt
zh_hant: 取消

# PropertiesDialogHidden.Text
source: Hidden
lv_lv: Slēpts
zh_hant: 隱藏

# PropertiesDialogOpenLinkButton.Content
source: Open file location
lv_lv: Atvērt faila atrašanās vietu
zh_hant: 開啟檔案位置

# PropertiesDialogReadOnly.Text
source: Read-only
lv_lv: Tikai lasāms
zh_hant: 唯讀

# PropertiesDialogTabDetails.Content
source: Details
lv_lv: Detaļas
zh_hant: 詳細資料

# PropertiesDialogTabGeneral.Content
source: General
lv_lv: Vispārīgi
zh_hant: 一般

# PropertiesDialogTabLibrary.Content
source: Library
lv_lv: Bibliotēka
zh_hant: 媒體櫃

# PropertiesDialogTabSecurity.Content
source: Security
lv_lv: Drošība
zh_hant: 安全性

# PropertiesDialogTabShortcut.Content
source: Shortcut
lv_lv: Saīsne
zh_hant: 捷徑

# PropertiesDriveCapacity.Text
source: Capacity:
lv_lv: Ietilpība:
zh_hant: 容量：

# PropertiesDriveFileSystem.Text
source: File system:
lv_lv: Failu sistēma:
zh_hant: 檔案系統：

# PropertiesDriveFreeSpace.Text
source: Free space:
lv_lv: Brīvā vieta:
zh_hant: 可用空間：

# PropertiesDriveItemTypeDifferent
source: Different types
lv_lv: Dažādi datu tipi
zh_hant: 多種類型

# PropertiesDriveItemTypesEquals
source: All type of {0}
lv_lv: Visi ir ar tipu {0}
zh_hant: 全為 {0}

# PropertiesDriveUsedSpace.Text
source: Used space:
lv_lv: Izmantotā vieta:
zh_hant: 已使用空間：

# PropertiesFilesAndFoldersCount.Text
source: Contains:
lv_lv: Satur:
zh_hant: 數量：

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} files, {1:#,##0} folders
lv_lv: {0:#,##0} Faili, {1:#,##0} Mapes
zh_hant: {0:#,##0} 個檔案，{1:#,##0} 個資料夾

# PropertiesFilesFoldersAndLocationsCountString
source: {0:#,##0} files, {1:#,##0} folders from {2:#,##0} locations
lv_lv: {0:#,##0} faili, {1:#,##0} mapes no {2:#,##0} atrašanās vietām
zh_hant: {0:#,##0} 個檔案，{1:#,##0} 個檔案 - 來自 {2:#,##0}

# PropertiesItemFileName.PlaceholderText
source: Item Name
lv_lv: Vienuma nosaukums
zh_hant: 檔案名稱

# PropertiesItemPath.Text
source: Path:
lv_lv: Ceļš:
zh_hant: 位置：

# PropertiesItemSize.Text
source: Size:
lv_lv: Izmērs:
zh_hant: 建立日期：

# PropertiesItemType.Text
source: Item type:
lv_lv: Vienuma tips:
zh_hant: 檔案類型：

# PropertiesModified.Text
source: Modified:
lv_lv: Modificēts:
zh_hant: 修改時間：

# PropertiesShortcutItemArgs.Text
source: Arguments:
lv_lv: Argumenti:
zh_hant: 參數：

# PropertiesShortcutItemPath.Text
source: Destination:
lv_lv: Mērķis:
zh_hant: 目標位置：

# PropertiesShortcutItemType.Text
source: Shortcut type:
lv_lv: Saīsnes veids:
zh_hant: 捷徑類型：

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
lv_lv: Darba mape:
zh_hant: 目標目錄：

# PropertiesShortcutTypeApplication
source: Application
lv_lv: Lietojumprogramma
zh_hant: 應用程式

# PropertiesShortcutTypeFile
source: File
lv_lv: Fails
zh_hant: 檔案

# PropertiesShortcutTypeFolder
source: Folder
lv_lv: Mape
zh_hant: 資料夾

# PropertiesShortcutTypeLink
source: Web link
lv_lv: Tīmekļa saite
zh_hant: 網際網路捷徑

# PropertiesTitle
source: Properties
lv_lv: Rekvizīti
zh_hant: 內容

# PropertiesTitleSecondary.Text
source: Properties
lv_lv: Rekvizīti
zh_hant: 內容

# PropertyAddress
source: Address
lv_lv: Adrese
zh_hant: 地址

# PropertyAlbumArtist
source: Album Artist
lv_lv: Albuma izpildītājs
zh_hant: 專輯演出者

# PropertyAlbumTitle
source: Album Title
lv_lv: Albuma nosaukums
zh_hant: 專輯標題

# PropertyAltitude
source: Altitude
lv_lv: Augstums
zh_hant: 高度

# PropertyAperture
source: Aperture
lv_lv: Apertūra
zh_hant: 光圈

# PropertyArtist
source: Artist
lv_lv: Izpildītājs
zh_hant: 演出者

# PropertyAuthorUrl
source: Author Url
lv_lv: Autora URL
zh_hant: 作者個人網站連結

# PropertyBeatsPerMinute
source: Beats Per Minute
lv_lv: Sitieni minūtē
zh_hant: 節拍速率

# PropertyBitDepth
source: Bit Depth
lv_lv: Bitu dziļums
zh_hant: 位元深度

# PropertyCameraManufacturer
source: Camera Manufacturer
lv_lv: Kameras ražotājs
zh_hant: 相機製造商
